Repository: Sderev/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-*.po
Languages: ar, ca, cs_cz, da_dk, de_de, el, es_cl, hi_in, hr_hr, hu_hu, is_is, it_it, nl_nl, pl_pl, pt_br, ru_ru, sv_se, vi

source: If possible, please <a href="http://browsehappy.com/">update your browser</a>, we recommend either Chrome or Firefox.
ar: إذا أمكن، الرجاء <a href="http://browsehappy.com/">تحديث متصفحك </a>، ننصح بكروم أو فايرفوكس.
ca: Us recomanem que <a href="http://browsehappy.com/">actualitzeu el vostre navegador</a>, us recomanem Firefox o Chrome.
cs_cz: Prosím, <a href="http://browsehappy.com/">aktualizujte Váš prohlížeč</a>, doporučujeme Chrome nebo Firefox.
da_dk: Hvis det er muligt, så <a href="http://browsehappy.com/">opdater venligst din browser</a>, vi anbeflaer enten Chrome eller Firefox.
de_de: Bitte <a href="http://browsehappy.com/">aktualisieren Sie Ihren Browser</a>, wenn m&ouml;glich. Wir empfehlen sowohl Firefox als auch Chrome
el: Εάν είναι δυνατόν, <a href="http://browsehappy.com/"> αναβαθμίστε το πρόγραμμα περιήγησης σας</a>, προτείνουμε είτε το Chrome ή το Firefox.
es_cl: Si es posible, por favor, <a href="http://browsehappy.com/"> actualize su navegador </a>, se recomienda ya sea Chrome o Firefox.
hi_in: , कृपया यदि संभव हो तो <a href="http://browsehappy.com/">अपने ब्राउज़र को अपडेट</a> , हम क्रोम या फ़ायरफ़ॉक्स या तो सलाह देते हैं।
hr_hr: Ukoliko je moguće, molimo <a href="http://browsehappy.com/">ažurirajte Vaš preglednik</a>, preporučamo ili Chrome ili Firefox.
hu_hu: Ha lehetséges, kérjük <a href="http://browsehappy.com/">frissítse böngészőjét,</a> javasoljuk vagy a Chrome vagy a Firefox.
is_is: Ef mögulekt <a href="http://browsehappy.com/"> vinsamlegast uppfærði vafrann þinn, við mælum með Chrome eða Firefox
it_it: Se possibile, per favore <a href="http://browsehappy.com/">aggiorna il tuo browser</a>, raccomandiamo Chrome o Firefox.
nl_nl: Update je browser <a href="http://browsehappy.com/">, indien mogelijk</a>, gebruik bij voorkeur Chrome of Firefox.
pl_pl: Jeśli to możliwe to prosimy<a href="http://browsehappy.com/"> zaktualizuj swoją przeglądarkę</a>, my zalecamy używanie Chrome lub Firefox.
pt_br: Se possível, por favor <a href="http://browsehappy.com/">atualize seu navegador</a>, nós recomendamos o Chrome ou o Firefox.
ru_ru: Пожалуйста, <a href="http://browsehappy.com/">обновите ваш браузер</a>. Мы рекомендуем Chrome или Firefox.
sv_se: Om möjligt, vänligen <a href="http://browsehappy.com/">uppdatera din webbläsare</a>, vi rekomenderar antingen Chrome eller Firefox.
vi: Nếu có thể, xin vui lòng <a href="http://browsehappy.com/">cập nhật trình duyệt của bạn,</a> chúng tôi khuyên bạn nên hoặc Chrome hoặc Firefox.

source: If you believe you have received this message in error please contact support via <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
ar: إذا تعتقد أنك استلمت هذه الرسالة بشكل خاطئ، الرجاء مراسلة الدعم الفني عبر <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
ca: Si creieu que heu rebut aquest missatge per error, si us plau demaneu suport via <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
cs_cz: Pokud se domníváte, že jste tuto zprávu obdrželi omylem, prosím kontaktujte podporu na <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
da_dk: Hvis du mener du modtog denne besked som en fejl, så kontakt venligst supporten på <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
de_de: Wenn Sie glauben, dass Sie diese Nachricht irrtümlich erhalten haben, kontaktieren Sie bitte unseren Support über <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
el: Εάν πιστεύετε ότι έχετε λάβει αυτό το μήνυμα κατά λάθος επικοινωνήστε με την υποστήριξη στο <a href="http://woopos.com.au">woopos.com.au</a>
es_cl: Si usted cree que ha recibido este mensaje por error, por favor póngase en contacto con soporte en <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
hi_in: यदि आपको लगता है कि आप के माध्यम से सहायता से संपर्क करें यह संदेश गलती से प्राप्त हुआ है <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
hr_hr: Ako smatrate da ste greškom zaprimili ovu poruku molimo obratite se korisničkoj podršci putem <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
hu_hu: Ha úgy gondolja kapta ezt az üzenetet tévedésből forduljon keresztüli támogatása <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
is_is: Ef þú telur að þú hafir fengið þetta skeyti mistök vinsamlegast hafðu samband í gegnum <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
it_it: Nel caso in cui tu abbia ricevuto questo messaggio per errore, contatta il supporto attraverso <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
nl_nl: Neem contact op met support via <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>als deze melding foutief is.
pl_pl: Jeśli uważasz, że otrzymałeś tę wiadomość poprzez błąd prosimy o kontakt pod adresem <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
pt_br: Se você acredita que você recebeu esta mensagem por engano, por favor entre em contato com o suporte via <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
sv_se: Om du tror att du har fått det här meddelandet av misstag kontakta support via <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
vi: Nếu bạn tin rằng bạn đã nhận được thông báo này do lỗi, hãy liên hệ với hỗ trợ qua <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>

source: Scan Barcode
ar: المسح الضوئي للباركود
ca: Escanneja el codi de barres
cs_cz: Skenovat čárkový kód
da_dk: Skan stregkode
de_de: Barcode scannen
el: Σάρωση Γραμμοκώδικα
es_cl: Escanear código de barras
hi_in: बारकोड स्कैन
hr_hr: Skeniraj Barkod
hu_hu: Vonalkód leolvasása
is_is: Skanna strikamerki
it_it: Codice articolo
nl_nl: Scan de barcode
pl_pl: Skanuj kod kreskowy
pt_br: Código de barras
ru_ru: Сканирование штрих-кодов
sv_se: Scanna streckkod
vi: Quét mã vạch

source: Order Date
ar: تاريخ الطلب
ca: Data
cs_cz: Datum nákupu
da_dk: Ordre dato
de_de: Bestelldatum
el: Ημερομηνία Παραγγελίας
es_cl: Fecha pedido
hi_in: आर्डर की तारीख
hr_hr: Datum Narudžbe
hu_hu: Rendelés dátuma
is_is: Dagsetning
it_it: Data Ordine
nl_nl: Verkoopdatum
pl_pl: Data zamówienia
pt_br: Data do pedido
ru_ru: Дата заказа
sv_se: Order Datum
vi: Ngày đặt hàng

source: Cashier
ar: الكاشير
ca: Caixer
cs_cz: Pokladní
da_dk: Ekspedient
de_de: Kassier
es_cl: Cajero
hr_hr: Blagajnik
hu_hu: Pénztáros
is_is: Starfsmaður
nl_nl: Kassier
pl_pl: Kasjer
pt_br: Caixa
vi: Thu ngân

source: Payment Method
ar: طريقة الدفع
ca: Pagament
cs_cz: Způsob platby
da_dk: Betalingsmetode
de_de: Zahlungsart
el: Μέθοδος Πληρωμής
es_cl: Método de pago
hi_in: भुगतान का तरीका
hr_hr: Način plaćanja
hu_hu: Fizetési mód
is_is: Tegund greiðslu
it_it: Metodo di pagamento
nl_nl: Betaalmethode
pl_pl: Metoda płatności
pt_br: Método de pagamento
ru_ru: Метод оплаты
sv_se: Betalningsmetod
vi: Phương thức thanh toán

source: Describe your problem here ...
ar: اشرح مشكلتك هنا ...
ca: Descriviu el vostre problema...
cs_cz: Zde popište Váš problém...
da_dk: Beskriv dit problem her...
de_de: Beschreiben Sie Ihr Problem hier...
el: Περιγράψτε το πρόβλημά σας εδώ...
es_cl: Describa su problema aquí...
hi_in: यहां आपकी समस्या का वर्णन ...
hr_hr: Opišite Vaš problem ovdje ...
hu_hu: Írja le a problémát itt ...
is_is: Lýsing á vandamáli
it_it: Descrivi il tuo problema qui ...
nl_nl: Beschrijf je probleem ...
pl_pl: Opisz swój problem tutaj ...
pt_br: Descreva seu problema aqui...
ru_ru: Опишите вашу проблему здесь...
sv_se: Beskriv ditt problem här ...
vi: Mô tả vấn đề của bạn ở đây ...

source: Append POS system report
ar: ارفق تقرير نظام الدفع عبر نقطة البيع
ca: Afegiu-hi l'informe del sistema de POS
cs_cz: Přidat systémový report POS
da_dk: Tilføj POS system rapport
de_de: POS-Systembericht anhängen
el: Επισύναψη αναφορά συστήματος POS
es_cl: Anexar informe POS del sistema
hi_in: पीओएस सिस्टम रिपोर्ट संलग्न करें
hr_hr: Priloži sistemsko izvješće POS-a
hu_hu: Hozzáfűzése POS rendszer jelentés
is_is: Auka við POS kerfi skýrslu
it_it: Allega resoconto di sistema POS
nl_nl: Stuur KASSA systeem rapport mee
pl_pl: Dołącz raport systemu POS
pt_br: Anexar relatório do sistema POS
ru_ru: Добавить системны отчет для WooCommerce-розница
sv_se: Bifoga POS systemrapport
vi: Nối báo cáo hệ thống POS

source: Local Storage
ar: التخزين المحلي
ca: Emmagatzemament local
cs_cz: Místní sklad
da_dk: Lokal lagring
de_de: Lokaler Speicher
el: Τοπική Αποθήκευση
es_cl: Almacén local
hi_in: स्थानीय भंडार
hr_hr: Lokalno Skladište
hu_hu: Helyi tárolás
is_is: Local Geymsla
nl_nl: Lokale opslag
pl_pl: Lokalny magazyn
pt_br: Armazenamento local
sv_se: Lokal lagring
vi: Kho tại đây

source: Point of Sale
ar: نقطة الدفع
ca: Punt de venda
da_dk: Nærsalg
de_de: Kasse
el: Σημείο Πώλησης
es_cl: Punto de Venta
hi_in: बिक्री केन्द्र
hr_hr: Mjesto Prodaje "POS"
hu_hu: Az értékesítés helyén
is_is: Sölustaður
it_it: POS
nl_nl: winkel
pl_pl: Punkt Sprzedaży
pt_br: Ponto de Venda
ru_ru: Торговая точка
vi: Điểm bán hàng POS

source: Showing %s of %s
ar: عرض %s من %s
ca: S'està mostrant %s de %s
cs_cz: Zobrazeno %s z %s
da_dk: Viser %s af %s
de_de: Es werden %s von %s angezeigt.
el: Εμφάνιση %s από %s προϊόντα
es_cl: Mostrando %s de %s
hi_in: %s में से %s दिखा रहा है
hr_hr: Prikaz %s od %s
hu_hu: A következő% s:% s
is_is: Sýnir %s af %s
it_it: Visualizzazione di %s su %s
nl_nl: Er worden %s van %s artikelen getoond
pl_pl: Pokazuje %s z %s
pt_br: Mostrando% s de% s
ru_ru: Показать %s в %s
sv_se: Visar% s av% s
vi: Hiển thị %s trong %s

source: %s in queue
ar: %s في قائمة الانتظار
ca: %s pendents
cs_cz: %s v seznamu
da_dk: %s i kø
de_de: %s in der Warteschlange
el: %s σε αναμονή
es_cl: %s en la cola
hi_in: कतार में %s
hr_hr: %s u redu
hu_hu: % s sorban
is_is: númer %s í röð
it_it: %s visualizzati
nl_nl: %s in de queue
pl_pl: %s w kolejce
pt_br: % s em fila
ru_ru: %s в очередь
sv_se: % si kö
vi: %s xếp hàng

source: A simple front-end for taking WooCommerce orders at the Point of Sale. Requires <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
ar: واجهة بسيطة لأخذ طلبات ووكومرس في نقاط البيع. المطلوب: <a href="http://wordpress.org/plugins/woocommerce/">ووكومرس</a>.
ca: Un Punt de Venda senzill per a fer comandes de WooCommerce. Necessita <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
cs_cz: Jednoduchý front-end pro přijímání objednávek WooCommerce prostřednictvím Point of Sale. Vyžaduje <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a> .
da_dk: En simpel front-end til at tage imod WooCommerce ordrer som nærsalg. Kræver <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
de_de: Ein einfaches Front-End zur Aufnahme von WooCommerce-Bestellungen an der Kasse. Es wird <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a> benötigt.
el: Ένα απλό front-end Σημείο Πώλησης για λήψη παραγγελιών του WooCommerce. Απαιτεί το <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
es_cl: Una sencilla interfaz para la toma de pedidos WooCommerce en el Punto de Venta. Requiere <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
hi_in: बिक्री के बिंदु पर WooCommerce आदेश लेने के लिए एक सरल सामने के अंत। आवश्यकता है <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a> ।
hr_hr: Jednostavan front-end za WooCommerce narudžbe na Mjestu Prodaje. Potrebuje <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
hu_hu: Egy egyszerű front-end meghozatalának WooCommerce megrendeléseket a Point of Sale. Igényel <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce.</a>
is_is: Einföld andlit-endir fyrir að taka WooCommerce pantanir á sölustað. Krefst <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
it_it: Una semplice interfaccia tra i prodotti di WooCommerce ed il POS. Richiede <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
nl_nl: Een eenvoudig front-end om winkelverkopen te verwerken in WooCommerce. <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a> moet geinstalleerd zijn.
pl_pl: Prosty interfejs do przerzucania zamówiń z WooCommerce do Punktu Sprzedaży. Wymaga <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
pt_br: Um front-end simples para receber ordens WooCommerce no Ponto de Venda. Requer <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce.</a>
sv_se: Ett enkelt gränssnitt för att ta WooCommerce orders vid Point of Sale. kräver <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
vi: Một front-end đơn giản cho nhận đơn đặt hàng của WooCommerce tại POS. Yêu cầu <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce.</a>

# system status: browser capabilities
source: Browser
ar: المتصفح
ca: Navegador
cs_cz: Prohlížeč
el: Πρόγραμμα Περιήγησης
es_cl: Navegador
hi_in: ब्राउज़र
hr_hr: Preglednik
hu_hu: Böngésző
is_is: Vafrari
pl_pl: Przeglądarka
pt_br: Navegador
ru_ru: Браузер
sv_se: Webbläsare
vi: Trình duyệt

# keyboard shortcuts
source: HotKeys
ar: مفاتيح التشغيل/الاختصارات
ca: Tecles d'accès ràpid
cs_cz: Klávesové zkratky
da_dk: Genveje
el: Συντομεύσεις
hr_hr: Prečaci (HotKeys)
hu_hu: Gyorsbillentyűk
is_is: Flýtilyklar
nl_nl: Sneltoetsen
ru_ru: Горячие клавиши
sv_se: Snabbtangenter

# order status, ie: open order in cart
source: Open
ar: فتح
ca: Obre
cs_cz: Otevřít
da_dk: Åben
de_de: Geöffnet
el: Άνοιγμα
es_cl: Abierto
hi_in: खुला है
hr_hr: Otvori
hu_hu: Nyisd ki
is_is: Opna
it_it: Aperto
pl_pl: Otwórz
pt_br: Aberto
ru_ru: Открыть
sv_se: Öppen
vi: Mở

# Money returned from cash sale
source: Change
ar: تغيير
ca: Canvi
cs_cz: Změnit
da_dk: Byttepenge
de_de: Rückgeld
el: Ρέστα
es_cl: Cambio
hi_in: परिवर्तन
hr_hr: Izmjeni
hu_hu: Visszajáró pénz
is_is: Til baka
it_it: Resto
nl_nl: Geld terug
pl_pl: Zmień
pt_br: Troco
ru_ru: Изменить
sv_se: Ändra
vi: Tiền dư

# system status: delete local records
source: Clear
ar: مسح
ca: Neteja
cs_cz: Smazat
da_dk: nulstil
de_de: Löschen
el: Καθαρισμός
es_cl: limpiar
hi_in: स्पष्ट
hr_hr: Očisti
hu_hu: Egyértelmű
is_is: Hreinsa
it_it: Elimina
nl_nl: Wis
pl_pl: Wyczyść
pt_br: Claro
ru_ru: Очистить
sv_se: Klar
vi: Dọn

# restore default settings
source: Restore defaults
ar: ارجع الاعدادات الافتراضية
ca: Restaura els valors per defecte
cs_cz: Obnovit výchozí nastavení
da_dk: Gendan standarder
de_de: Standardeinstellungen wiederherstellen
el: Επαναφορά προεπιλογών
es_cl: Restaurar los valores predeterminados
hi_in: डिफॉल्ट्स का पुनःस्थापन
hr_hr: Vrati na zadano
is_is: Endursetja stillingar
it_it: Ripristina valori predefiniti
nl_nl: Terug naar standaard instellingen
pl_pl: Przywróć domyślne
pt_br: Restaurar padrões
ru_ru: Установить по умолчанию
sv_se: Återställ standard
vi: Khôi phục mặc định

# Numpad return key
source: return
ar: عودة
ca: intro
cs_cz: zpět
de_de: Zurück
es_cl: volver
hi_in: वापसी
hr_hr: vrati
hu_hu: visszatérés
is_is: snúa aftur
it_it: Invio
nl_nl: ENTER
pl_pl: powrót
pt_br: Retorna
ru_ru: возврат
sv_se: retur
vi: trở về

# eg: 23 records
source: record |||| records
ar: سجل |||| سجلات
ca: registre |||| registres
cs_cz: záznam |||| záznamy
da_dk: fortegnelse |||| fortegnelser
de_de: Bericht |||| Berichte
es_cl: expediente |||| expedientes
hi_in: रिकॉर्ड |||| के रिकॉर्ड
hr_hr: zapis |||| zapisi
hu_hu: rekord |||| bejegyzések
is_is: met |||| færslur
nl_nl: regel |||| regels
pl_pl: rekord |||| rekordy
pt_br: registro |||| registros
ru_ru: записать |||| записать
sv_se: artikel |||| artiklar

# Product tab: 'On Sale' products
source: On Sale
ar: تحت الخصم
ca: Oferta
cs_cz: Ve slevě
da_dk: Tilbud
de_de: Im Angebot
el: Σε Προσφορά
es_cl: En venta
hi_in: बिक्री पर
hr_hr: Na rasprodaji
hu_hu: Eladó
is_is: Útsala
it_it: In Offerta
nl_nl: Aanbieding
pl_pl: Wyprzedaż
pt_br: À venda
ru_ru: Продажи
sv_se: Till Salu
vi: Giảm giá

# Abbreviation of Quantity
source: Qty
ar: كمية
ca: Qtat
cs_cz: Množství
da_dk: Stk
de_de: Anz.
el: Ποσότητα
es_cl: Cant
hi_in: मात्रा
hr_hr: Kol.
hu_hu: Mennyiség
is_is: Fjöldi
it_it: Q.tà
nl_nl: Aant.
pl_pl: Ilość
pt_br: Qtde
ru_ru: Кол-во
sv_se: Antal
vi: Số lượng

# abbreviation for includes (tax)
source: incl.
ar: ضمن
cs_cz: včetně
da_dk: inkl.
de_de: inkl.
el: συμπεριλαμβάνεται
hr_hr: uklj.
is_is: innifalinn
pl_pl: zaw.
pt_br: inclu.
ru_ru: Включительно
sv_se: inkl.
