Repository: Sderev/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-admin-*.po
Languages: ar, da_dk, el

source: Online Store
ar: متجر اونلاين
da_dk: Online butik
el: Ηλεκτρονικό Κατάστημα

source: POS
ar: نقطة مبيعات
da_dk: Nærsalg

source: View POS
ar: عرض الـPOS
da_dk: Se POS

source: Upgrade to Pro
ar: ترقية للنسخة الاحترافية
da_dk: Opgrader til Pro
el: Αναβάθμιση σε PRO

source: Online
ar: اونلاين
el: Συνδεδεμένο

source: Settings
ar: الإعدادات
da_dk: Indstillinger
el: Ρυθμίσεις

source: POS Access
ar: تصريح POS
da_dk: POS adgang
el: Πρόσβαση POS

source: Help screen
ar: نافذة المساعدة
da_dk: Hjælp skærm
el: Οθόνη Βοήθειας

source: Barcode search
ar: بحث الباركود
da_dk: Stregkode søgning
el: Αναζήτηση Γραμμοκώδικα

source: New order
ar: طلب جديد
da_dk: Ny ordre
el: Νέα παραγγελία

source: Sync with server
ar: تزامن مع الخادم
da_dk: Synkroniser med server
el: Συγχ. με διακομιστή

source: Grant POS Access
ar: أعط تصريح للـ POS
da_dk: Tildel POS adgang
el: Grant POS Πρόσβαση

source: By default, access to the POS is limited to Administrator and Shop Manager roles.
ar: تلقائياً، تصريح الدخول للـ POS محصور فقط على دور الأدمن ومدير المتجر.
da_dk: Som standard er adgangen til POS begrænset til administratorer og Shop Manager rollerne.
el: Από προεπιλογή, η πρόσβαση στο POS περιορίζεται στο Διαχειριστή και το Διευθυντή Καταστήματος.

source: It is recommended that you <strong>do not change</strong> the default settings unless you are fully aware of the consequences.
ar: ننصح بعدم <strong>تغيير</strong> الإعدادات الافتراضية إلا إذا كنت ملم بالعواقب.
da_dk: Det anbefales at du <strong>IKKE ændrer</strong> standard indstillingerne med mindre du er fuldt bevidst om konsekvenserne.
el: Συνιστάται να <strong>μην αλλάζετε</strong> τις προεπιλεγμένες ρυθμίσεις εκτός και εάν έχετε πλήρη επίγνωση των επιπτώσεων.

source: For more information please visit <a href="%1$s" target="_blank">%1$s</a>
ar: لمعلومات أكثر الرجاء زيارة <a href="%1$s" target="_blank">%1$s</a>
da_dk: For mere information besøg venligst <a href="%1$s" target="_blank">%1$s</a>
el: Για περισσότερες πληροφορίες παρακαλούμε επισκεφθείτε <a href="%1$s" target="_blank">%1$s</a>

source: Completed Order Status
ar: حالات الطلب المنتهي
da_dk: Gennemført ordre status
el: Ολοκληρωμένη Κατάσταση Παραγγελίας

source: Change the default order status for POS sales
ar: تغيير حالة الطلب الافتراضية إلى مبيعات الـ POS
da_dk: Skift standard ordre status for POS salg
el: Αλλάξτε την προεπιλεγμένη σειρά ταξινόμησης για την κατάσταση των πωλήσεων του POS

source: Order Emails
ar: البريد الإلكتروني للطلب
da_dk: Ordre e-mails
el: Ηλεκτρονικά ταχυδρομεία παραγγελιών

source: Send WooCommerce notification emails for POS orders
ar: أرسل تنبيهات ووكومرس لأي طلب عبر POS
da_dk: Send WooCommerce notifikations e-mails for POS ordrer
el: Αποστολή ειδοποιήσεων του WooCommerce μέσω ηλεκτρονικού ταχυδρομείου για παραγγελίες μέσω POS

source: Enable admin emails
ar: تمكين رسائل البريد للمدير
da_dk: Aktiver admin e-mails
el: Ενεργοποίηση ηλεκτρονικών ταχυδρομείων διαχειριστή

source: Enable customer emails
ar: تمكين رسائل البريد للزبائن
da_dk: Aktiver kundernes e-mails
el: Ενεργοποίηση ηλεκτρονικών ταχυδρομείων πελάτη

source: Receipt Printing
ar: طباعة الفاتورة
da_dk: Print kvittering
el: Εκτύπωση Απόδειξης

source: Automatically print receipt after checkout
ar: اطبع الفاتورة بشكل آلي بعد عملية الدفع
da_dk: Udskriv kvitteringer automatisk efter betaling
el: Αυτόματη εκτύπωση απόδειξης μετά την ολοκλήρωση της παραγγελίας

source: Installed gateways are listed below. Drag and drop gateways to control their display order at the Point of Sale.
ar: بوابات الدفع المثبتة بالأسفل. أسحب وافتلت بوابات الدفع للتحكم بعرض ترتيبها في نظام نقطة الدفع.
da_dk: Installerede gateways er listet nedenfor. Træk og slip gateways for at vise i hvilken rækkefølge de vises i POS.
el: Εγκατεστημένες πύλες αναγράφονται παρακάτω. Σύρετε και αποθέστε πύλες για τον έλεγχο της σειράς εμφάνισης τους στο σημείο πώλησης.

source: Payment Gateways enabled here will be available at the Point of Sale. Payment Gateways enabled on the settings page will be available in your Online Store.
ar: بوابات الدفع المفعلة هنا ستكون متاحة في نظام نقطة الدفع، بوابات الدفع المفعلة في لوحة التحكم ستكون متاحة في صفحة المتجر الإلكتروني.
da_dk: Betalingsgateways som er aktiveret her vil være tilgængelige i POS. Betalingsgateways som er aktiveret i din indstillingsside vil være tilgængelig i din online butik.
el: Τρόποι Πληρωμής ενεργοποιημένοι εδώ θα είναι διαθέσιμοι στο Σημείο Πώλησης. Τρόποι Πληρωμής ενεργοποιημένοι στη σελίδα ρυθμίσεων θα είναι διαθέσιμοι στο Ηλεκτρονικό σας Κατάστημα.

source: It is your responsibility to ensure the security of your customer's information. Transmitting credit card or other sensitive information should only be done using a secure connnection.
ar: من مسؤوليتك التأكد من أمان ملعومات زبائنك. نقل بيانات البطاقات الائتمانية أو ماشابهها من معلومات حساسة يجب أن يمر عبر اتصال آمن فقط.
da_dk: Det er dit ansvar at sikre dine kunders informationer. Transmission af kreditkort eller andre følsomme informationer bør kun ske ved brug af en sikker forbindelse.
el: Είναι δική σας ευθύνη να εξασφαλίσετε την ασφάλεια των πληροφοριών των πελατών σας. Μετάδοση πιστωτικών καρτών ή άλλων ευαίσθητων πληροφοριών θα πρέπει να γίνεται μόνο με τη χρήση ασφαλούς σύνδεσης.

source: Gateway Display
ar: عرض بوابة الدفع
da_dk: Gateway visning
el: Εμφάνιση Πύλης

source: Online Status
ar: حالة الاونلاين
el: Κατάσταση Σύνδεσης

source: POS Status
ar: حالة POS
el: Κατάσταση POS

source: POS Settings
ar: اعدادات POS
da_dk: POS indstillinger
el: Ρυθμίσεις POS

source: Payment method title.
ar: عنوان طريقة الدفع.
da_dk: Betalingsmetode titel.
el: Τίτλος τρόπου πληρωμής.

source: Payment method description that will be shown in the POS.
ar: وصف طريقة الدفع لعرضها في الـ POS
da_dk: Betalingsmetode beskrivelse som bliver vist i POS
el: Περιγραφή τρόπου πληρωμής η οποία θα φαίνεται στο POS

source: Icon
ar: الأيقونة
da_dk: Ikon
el: Eικονίδιο

source: Product Visibility
ar: رؤية المنتج
da_dk: Produktsynlighed
el: Προβολή Προϊόντων

source: Enable <a href="%s">POS Only products</a>
ar: تفعيل <a href="%s">منتجات الـ POS فقط</a>
da_dk: Aktiver <a href="%s">POS kun produkter</a>
el: Ενεργοποίηση <a href="%s">Μόνο τα προϊόντα POS </a>

source: Allow Decimal Quantity
ar: السماح بكمية العشرية
da_dk: Tillad antal med decimaler
el: Ποσότητα με δεκαδικόν αριθμό

source: Allows items to have decimal values in the quantity field, eg: 0.25
ar: السماح للعناصر باحتوائها على قيم عشرية في حقل الكمية، على سبيل المثال: 0.25
da_dk: Tillader af ting har decimal værdier i styk feltet, fx. 0,25
el: Επιτρέπει στα προιόνα να έχουν δεκαδικές τιμές στο πεδίο ποσότητα, π.χ.: 0,25

source: Default POS Customer
ar: العميل الافتراضي لـ POS
da_dk: Standard POS kunde
el: Προεπιλεγμένος Πελάτης POS

source: The default customer for POS orders, eg: Guest or create a new customer.
ar: العميل الافتراضي لطلبات الـ POS، على سبيل المثال: زائر أو قم بإنشاء عميل جديد.
da_dk: Standard kunden for POS ordrer fx.: Gæst eller opret ny kunde.
el: Ο προεπιλεγμένος πελάτης για παραγγελίες POS, π.χ.: Επισκέπτης ή δημιουργία νέου πελάτη.

source: Discount Quick Keys
ar: المفاتيح السريعة للخصم
da_dk: Discount genveje
el: Γρήγορη Επιλογή για Έκπτωση

source: Configure discount keys for quick numpad entry
ar: قم بإعداد المفاتيح السريعة للخصومات لتسهل عملية تطبيق الخصومات
da_dk: Konfigurer discount genveje til hurtig numpad indtastning
el: Διαμόρφωση εκπτωτικών επιλογών για γρήγορη επιλογή μέσω αριθμητικού πληκτρολογίου

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
da_dk: Tastatur genveje
el: Συντομεύσεις Πληκτρολογίου

source: You can trigger certain events in WooCommerce POS using keyboard shortcuts (HotKeys).
ar: يمكنك إتمام عملية محددة للووكومرس باستخدام اختصارات لوحة المفاتيح (مفاتيح التشغيل)
da_dk: Du kan aktivere en hændelse i WooCommerce POS ved at bruge tastatur genveje.
el: Μπορείτε να ενεργοποιήσετε ορισμένα γεγονότα στο WooCommerce POS χρησιμοποιώντας τις συντομεύσεις πληκτρολογίου (HotKeys).

source: HotKeys can also be used as a prefix for your barcode scanner or card reader.
ar: مفاتيح التشغيل تستطيع أيضاً استخدامها للماسح الضوئي أو قارئ البطاقات.
da_dk: Genveje kan også blive brugt til at prefix’e din stregkodeskanne eller kort læser.
el: Πλήκτρα συντόμευσης (HotKeys) μπορεί επίσης να χρησιμοποιηθούν ως πρόθεμα για το σαρωτή γραμμωτού κώδικα ή τη συσκευή ανάγνωσης καρτών.

source: Receipt Template
ar: شكل الفاتورة
da_dk: Kvittering skabelon
el: Template Απόδειξης

source: View Sample Receipt
ar: عرض مثال للفاتورة
da_dk: Se eksempel på kvittering
el: Προβολή Δείγματος Απόδειξης

source: <strong class="red">Template path:</strong> %s
ar: <strong class="red">مسار القالب:</strong> %s
da_dk: <strong class="red">Skabelonens sti:</strong> %s

source: Legacy Server Support
ar: دعم الخوادم القديمة
da_dk: Ældre server understøttelse
el: Υποστήριξη Παλαιού Διακομιστή

source: Emulate RESTful HTTP methods to support legacy servers.
ar: تقليد وسائل HTTP RESTful لدعم خوادم القديمة.
da_dk: Efterlign RESTful HTTP -metoder til at understøtte ældre servere.
el: Εξομοίωση μεθόδων RESTful HTTP για να υποστηρίζονται παλαιοί διακομιστές.

source: Local Data
ar: بيانات محلية
da_dk: Lokal data
el: Τοπικά Δεδομένα

source: Clear Local Data
ar: حذف البيانات المحلية
da_dk: Slet lokal data
el: Καθαρισμός Τοπικών Δεδομένων

source: Clear All Local Data
ar: حذف جميع البيانات المحلية
da_dk: Slet alle lokale data
el: Καθαρισμός Όλων των Τοπικών Δεδομένων

source: Order type
ar: نوع الطلب
da_dk: Ordretype
el: Τύπος Παραγγελίας

source: There has been an error loading the settings, please contact <a href="mailto:support@woopos.com.au">support</a>
ar: خطأ في جلب الإعدادات، الرجاء التواصل مع <a href="mailto:support@woopos.com.au">الدعم الفني</a>
da_dk: Der indtraf en fejl med at hente indstillingerne, kontakt venligst <a href="mailto:support@woopos.com.au">supporten</a>
el: Υπήρξε ένα σφάλμα κατά τη φόρτωση των ρυθμίσεων, επικοινωνήστε με την <a href="mailto:support@woopos.com.au">υποστήριξη</a>

source: <strong>WooCommerce POS</strong> requires <a href="%s">WooCommerce %s or higher</a>. Please <a href="%s">install and activate WooCommerce</a>
ar: <strong>ووكومرس نقطة البيع</strong> يتطلب <a href="%s">ووكومرس النسخة %s أو أعلى</a>. الرجاء <a href="%s">تحديث وتنصيب ووكومرس</a>
da_dk: <strong>WooCommerce POS</strong> kræver <a href="%s">WooCommerce% s eller højere.</a> Venligst <a href="%s">installere og aktivere WooCommerce</a>
el: Το <strong>WooCommerce POS</strong> απαιτεί το <a href="%s">WooCommerce %s ή ανώτερο</a>. Παρακαλούμε<a href="%s">εγκαταστήσετε και να ενεργοποιήσετε το WooCommerce</a>

source: <strong>WooCommerce POS</strong> requires PHP %s or higher. Read more information about <a href="%s">how you can update</a>
ar: <strong>ووكومرس نقطة البيع</strong> تتطلب إصدارة PHP %s أو أعلى. الرجاء قراءة المزيد <a href="%s">عن كيفية التحديث</a>
da_dk: <strong>WooCommerce POS</strong> kræver PHP% s eller højere. Læs mere information <a href="%s">om, hvordan du kan opdatere</a>
el: Το <strong>WooCommerce POS</strong> απαιτεί PHP %s ή ανώτερο. Διαβάστε περισσότερες πληροφορίες σχετικά με το<a href="%s"> πώς μπορείτε να το ενημερώσετε </a>

source: POS & Online
ar: POS & اونلاين

source: POS Only
ar: POS فقط
da_dk: POS kun
el: Μόνο POS

source: Online Only
ar: اونلاين فقط
da_dk: Online kun
el: Μόνο Online

source: POS visibility
ar: رؤية الـ POS
da_dk: POS synlighed

# Permalink setting, eg: /pos
source: POS base
ar: قاعدة الـ POS

# keyboard shortcuts
source: HotKeys
ar: مفاتيح التشغيل (الاختصارات)
da_dk: Genveje
el: Συντομεύσεις

# POS checkout settings
source: Show payment gateway icon.
ar: عرض أيقونة نوافذ الدفع
da_dk: Vis gateway ikon.
el: Εμφάνιση εικονιδίου πύλης πληρωμών

# Default customer setting
source: Use cashier account
ar: استخدم حساب الكاشير
da_dk: Brug kasserer konto.
el: Χρησιμοποιήστε το λογαριασμό ταμία
