Repository: Sderev/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-pro-admin-*.po
Languages: ar, cs_cz, da_dk, de_de, el, es_es, fa_ir, fi, fr_fr, hr_hr, nl_nl, pt_br, tr_tr, vi

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
ar: الاشتراك إلى %s مازال تحت الدراسة. تستطيع التأكد من حالة الاشتراك من حسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>
cs_cz: Předplatné pro %s se zpracovává. Stav předplatného můžete zkontrolovat z vašeho účtu <a href="%s" target="_blank">zde</a> .
da_dk: Abonnementet på %s afventer godkendelse. Du kan kontrollere statusen fra din konto <a href="%s" target="_blank">side</a>.
de_de: Das Abonnement für %s wurde noch nicht bearbeitet. Sie können seinen Status in Ihrem Konto-<a href="%s" target="_blank">Dashboard</a> einsehen.
el: Η συνδρομή για το %s είναι ακόμα σε εκκρεμότητα. Μπορείτε να ελέγξετε για την κατάσταση της συνδρομής από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: La suscripción para %s aún está pendiente. Usted puede comprobar el estado de la suscripción desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: اشتراک برای٪ s هنوز در انتظار است. شما می توانید وضعیت اشتراک از حساب 1dashboard1 خود را بررسی کنید.
fr_fr: L'abonnement pour %s est toujours en attente. Vous pouvez vérifier le statut de l'abonnement depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Pretplata za %s je u tijeku. Možete provjeriti status pretplate sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: Je abonnment op %s wacht nog op behandeling. Je kan de status van je abonnement controleren in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: A inscrição para %s ainda está pendente. Você pode verificar o status da assinatura de sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Các thuê bao cho %s vẫn đang chờ. Bạn có thể kiểm tra trạng thái của thuê bao từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
ar: الاشتراك إلى %s تم نقلها لسلة المهملات وسيتم حذفها عن قريب. تستطيع شراء اشتراك جديد لحسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>.
cs_cz: Předplatné pro %s bylo odstraněno do koše a bude brzy smazáno. Nové předplatné si můžete koupit z vašeho účtu <a href="%s" target="_blank">zde</a> .
da_dk: Abonnementet på %s er blevet lagt i papirkurven og vil snart blive slettet. Du kan købe et nyt abonnement fra din konto <a href="%s" target="_blank">side</a>.
de_de: Das Abonnement für %s wurde in den Papierkorb gelegt und bald gelöscht. Sie können ein Neues in Ihrem Konto-<a href="%s" target="_blank">Dashboard</a> erwerben.
el: Η συνδρομή για το %s έχει τοποθετηθεί στον κάδο απορριμμάτων και θα διαγραφεί σύντομα. Μπορείτε να αγοράσετε μια νέα συνδρομή από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: La suscripción para %s se ha colocado en la papelera y se borrará pronto. Puede adquirir una nueva suscripción desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: اشتراک٪ s در سطل زباله قرار داده شده و به زودی حذف خواهد شد. شما می توانید یک اشتراک جدید را از حساب 1dashboard1 خود خریداری کنید
fr_fr: L'abonnement pour %s a été placé dans la corbeille et sera supprimé prochainement. Vous pouvez ajouter un nouvel abonnement depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Pretplata za %s je premještena u otpad i uskoro će biti obrisana. Možete kupiti novu pretplatu sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: Je abonnement op %s is opgezegd en zal binnenkort worden opgeruimd. Je kan een nieuw abonnement aangaan in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: A inscrição para %s foi colocado no lixo e será suprimido logo. Você pode adquirir uma nova subscrição da sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Các thuê bao cho %s đã được đặt trong thùng rác và sẽ sớm bị xóa. Bạn có thể mua một thuê bao mới từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
ar: الاشتراك إلى %s غير موجود. تستطيع شراء اشتراك جديد من حسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>.
cs_cz: Předplatné pro %s nebylo nalezeno. Můžete si jej koupit z vašeho účtu <a href="%s" target="_blank">zde</a> .
da_dk: Et abonnementet på %s kunne ikke findes. Du kan købe et abonnementet fra din konto <a href="%s" target="_blank">side</a>.
de_de: Ein Abonnement für %s wurde nicht gefunden. Sie können eines in Ihrem Konto-<a href="%s" target="_blank">Dashboard</a> erwerben.
el: Η συνδρομή για %s δεν βρέθηκε. Μπορείτε να αγοράσετε μια συνδρομή από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: La suscripción para %s no se ha podido encontrar. Usted puede comprar una suscripción desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: اشتراک برای٪ s یافت نشد شما می توانید یک اشتراک از حساب 1dashboard1 خود خریداری کنید.
fr_fr: Un abonnement pour %s n'a pas été trouvé. Vous pouvez acheter un abonnement depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Pretplata za %s nije nađena. Možete kupiti novu pretplatu sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: Je abonnement op %s kon niet worden gevonden. Je kan een nieuw abonnement aangaan in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: A inscrição para %s não pôde ser encontrado. Você pode adquirir uma assinatura de sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Một thuê bao cho %s không thể được tìm thấy. Bạn có thể mua một thuê bao từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: %s has not been activated. Go to the settings page and enter the license key and license email to activate %s.
ar: %s لتم يتم تفعيله. أذهب إلى صفحة الإعدادات وادخل كود التفعيل والبريد الإلكتروني لتفعيل %s.
cs_cz: %s nebyl aktivován. Přejděte na stránku nastavení a zadejte licenční klíč a licenční email pro aktivaci %s.
da_dk: %s er ikke blevet aktiveret. Gå til indstillingssiden og indtast licensnøgle og licens e-mail for at aktivere %s.
de_de: %s wurde noch nicht aktiviert. Geben Sie in den Einstellungen den Lizenzschlüssel und die Lizenz-Email ein, um es zu aktivieren.
el: %s δεν έχει ενεργοποιηθεί. Πηγαίνετε στην σελίδα ρυθμίσεων και πληκτρολογήστε το κλειδί ασφαλείας και το ηλεκτρονικό ταχυδρομείο για να ενεργοποιήσετε το %s.
es_es: %s no se ha activado. Ir a la página de configuración e introduzca la clave y el correo electrónico de licencia para activar %s.
fa_ir: ٪ s فعال نشده است برای فعال کردن٪ s به صفحه تنظیمات بروید و کلید مجوز و مجوز ایمیل را وارد کنید.
fr_fr: %s n'a pas été activé. Veuillez svp vous rendre sur la page des paramètres et saisir la clé de licence et l'adresse mail pour activer %s.
hr_hr: %s nije aktiviran. Otiđite na stranicu Postavke i unesite Korisnički Ključ i Korisnički E-mail za aktivaciju %s.
nl_nl: %s is niet geaactiveerd. Ga naarde instellingen pagina en geef de licentie key and het licentie emailadres om %s te activeren.
pt_br: %s não foi ativado. Vá para a página de configurações e insira a chave de licença e e-mail de licença para ativar %s.
vi: %s chưa được kích hoạt. Tới trang cài đặt và nhập key bản quyền và giấy phép email để kích hoạt %s.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
ar: إذن التحميل إلى %s تم إلغاءه بسبب كود التفعيل أو انتهاء الاشتراك. تستطيع إعادة التفعيل أو شراء رخصة جديدة عن طريق <a href="%s" target="_blank">لوحة التحكم</a> لحسابك.
cs_cz: Stažení povolení pro %s bylo zrušeno, možná kvůli tomu, že vypršel licenční klíč nebo předplatné. Licenční klíč můžete obnovit nebo si jej ze svého účtu <a href="%s" target="_blank">zde</a> .
da_dk: Download adgang til %s er blevet inddraget, da licensen er udløbet. Du kan reaktivere eller købe et nyt abonnement fra din konto <a href="%s" target="_blank">side</a>.
de_de: Die Erlaubnis für %s zum Downlaod wurde zurückgezogen, vermutlich aufgrund eines abgelaufenen Lizenzschlüssels oder Abonnements. Sie können es wieder über Ihr Konto-<a href="%s" target="_blank">Dashboard</a> reaktivieren oder dort einen Lizenzschlüssel erwerben.
el: Η λήψη άδειας για %s έχει ανακληθεί πιθανώς λόγω λήξης του κλειδιού ή της εγγραφής. Μπορείτε να ενεργοποιήσετε ή να αγοράσετε ένα κλειδί άδειας από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: El permiso de descarga para %s ha sido revocado posiblemente por que la clave de licencia o la suscripción ha expirado. Usted puede reactivar o comprar una clave de licencia desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: مجوز دانلود٪ s به احتمال زیاد به دلیل کلید مجوز یا عضویت منقضی شده لغو شده است. شما می توانید یک مجوز را از حساب 1dashboard1 خود مجددا فعال کنید یا آن را خریداری کنید.
fr_fr: l'autorisation de téléchargement pour% s a été révoqué peut-être due à une clé de licence ou de souscription expirant. Vous pouvez réactiver ou acheter une clé de licence de votre compte <a href="%s" target="_blank">tableau de bord</a> .
hr_hr: Preuzimanje je obustavljeno za %s vjerovatno zbog isteka Korisničkog Ključa ili Pretplate. Možete obnoviti ili kupiti Korisnički Ključ sa vašeg računa na<a href="%s" target="_blank">korisničkoj ploči</a>.
nl_nl: De toestemming om %s te downloaden is ingetrokken, waarschijnlijk omdat de licentie key of het abonnement is verlopen. Je kan en licentie key kopen of vernieuwen in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: Baixar permissão para %s foi revogado, possivelmente devido a uma chave de licença ou expiração da subscrição. Você pode reativar ou comprar uma chave de licença de sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Cho phép tải về cho %s đã bị thu hồi có thể là do một key bản quyền hoặc đăng ký hết hạn. Bạn có thể kích hoạt lại hoặc mua key bản quyền từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
ar: قمت بتغيير الاشتراك إلى %s، لذلك تحتاج لإدخال كود التفعيل الجديد في صفحة الإعدادات. كود التفعيل تم إرساله إلى بريدك الإلكتروني، إذا لم تجده تستطيع الدخول على حسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>.
cs_cz: Změnili jste předplatné pro %s, takže musíte zadat nový API licenční klíč na stránce nastavení. Licenční klíč by měl být zaslán do vaší emailové schránky. Pokud ne, můžete ho získat po přihlášení k Vašemu účtu <a href="%s" target="_blank">zde</a> .
da_dk: Du ændrede abonnementet for %s, så du bliver nød til at indtaste en ny API licensnøgle på indstillingssiden. Licensnøglen burde være landet i din indbakke. Hvis ikke den er kommet, så kan du få den ved at logge ind på din konto <a href="%s" target="_blank">side</a>.
de_de: Sie haben das Abonnement für %s geändert. Deshalb müssen Sie in den Einstellungen Ihren neuen API-Lizenzschlüssel eintragen. Der Lizenzschlüssel sollte bereits in Ihrem Email-Posteingang angekommen sein. Falls nicht, bekommen Sie ihn, indem Sie sich in Ihr Konto-<a href="%s" target="_blank">Dashboard</a> einloggen.
el: Έχετε αλλάξει τη συνδρομή για %s, έτσι θα χρειαστεί να εισάγετε το νέο API κλειδί άδειας χρήσης στη σελίδα ρυθμίσεων. Το κλειδί άδειας χρήσης θα πρέπει να έχει φτάσει στα εισερχόμενα του ηλεκτρονικού σας ταχυδρομείου, αν δεν μπορείτε να το βρείτε, συνδεθείτε στο <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: Usted cambió la suscripción para %s, por lo que necesitará entrar su nueva clave de licencia API en la página de configuración. La clave de licencia debería haber llegado a su buzón de correo electrónico, si no la puede conseguir, acceda a su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: شما اشتراک٪ s را تغییر دادید، بنابراین باید کلید مجوز API خود را در صفحه تنظیمات وارد کنید. کلید مجوز باید در صندوق ورودی خود وارد شود، اگر نه شما می توانید آن را با ورود به حساب کاربری خود 1dashboard1 دریافت کنید.
fr_fr: Vous avez changé l'abonnement pour% s, de sorte que vous devrez entrer votre nouvelle clé API de licence dans la page des paramètres. La clé de licence aurait dû arriver dans votre boîte e-mail, sinon vous pouvez l'obtenir en vous connectant à votre compte <a href="%s" target="_blank">le tableau de bord</a> .
hr_hr: Izmjenili ste pretplatu za %s, morati ćete unjeti novi API Korisnički Ključ na stranici Postavke. Korisnički Ključ je trebao stići u vaš E-mail inbox, ako nije, možete ga preuzeti preko vašeg računa na <a href="%s" target="_blank">korisničkoj ploči</a>.
nl_nl: Je hebt je abonnement op %s aangepast. Je zal de je nieuwe licentie key op de instellingen pagina moeten invullen. De licentie key zou al in je inbox moeten staan, zoniet dan kan je deze in je account <a href="%s" target="_blank">dashboard</a> vinden.
pt_br: Você mudou a subscrição para %s, então você terá que digitar sua nova chave de licença API na página de configurações. A chave de licença deve ter chegado em sua caixa de entrada de e-mail, se você não pode obtê-lo, entrando em sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Bạn thay đổi đăng ký cho %s, vì vậy bạn sẽ cần phải nhập mới API License Key của bạn trong trang cài đặt. The Key Giấy phép nên đã đến trong hộp thư đến email của bạn, nếu không bạn có thể có được nó bằng cách đăng nhập vào tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: POS
ar: نقطة مبيعات
de_de: Kassensystem
es_es: Punto de Venta
fa_ir: فروشگاه
fi: Myyntipiste
nl_nl: KASSA(POS)

source: POS vs Online
ar: نقطة بيع ضد اونلاين
fa_ir: فروشگاه در مقابل آنلاین
fi: Myyntipiste vs. netti
fr_fr: POS vs en ligne
hr_hr: POS ili Online
nl_nl: KASSA vs WEB verkoop
vi: POS và Online

source: Sales by cashier
ar: المبيعات بالكاشير
cs_cz: Prodeje dle pokladníka
da_dk: Salg pr. kasserer
de_de: Umsatz nach Kassierer
el: Πωλήσεις ανά ταμεία
es_es: Ventas por cajero
fa_ir: فروش توسط صندوقدار
fi: Myynnit per myyjä
fr_fr: Ventes par le caissier
hr_hr: Prodaja od Prodavača
nl_nl: Verkopen per kassier
pt_br: Vendas por caixa
tr_tr: Kasiyer tarafından satışlar
vi: Bán hàng bởi nhân viên thu ngân

source: Sales by store
ar: المبيعات بواسطة المتجر
cs_cz: Prodeje dle obchodu
da_dk: Salg pr. butik
de_de: Umsatz nach Laden
el: Πωλήσεις ανά κατάστημα
es_es: Ventas por tienda
fa_ir: فروش توسط فروشگاه
fi: Myynnit per kauppa
fr_fr: Ventes par boutique
hr_hr: Prodaja od Prodavaonice
nl_nl: Verkopen per vestiging
pt_br: Vendas por loja
tr_tr: Mağaza tarafından satışlar
vi: Doanh số bán hàng của cửa hàng

source: Sales by payment method
ar: المبيعات بواسطة طريقة الدفع
cs_cz: Prodeje dle způsobu platby
da_dk: Salg pr. betalingsmetode
de_de: Umsatz nach Zahlungsart
el: Πωλήσεις ανά τρόπο πληρωμής
es_es: Ventas por método de pago
fa_ir: فروش با روش پرداخت
fi: Myynnit per myyntitapa
fr_fr: Ventes par moyen de paiement
hr_hr: Prodaja po načinu plaćanja
nl_nl: Verkopen per betalingsmethode
pt_br: Vendas por forma de pagamento
tr_tr: Ödeme yöntemlerinden gelen satışlar
vi: Bán hàng theo phương thức thanh toán

source: Stores
ar: المتاجر
cs_cz: Obchody
da_dk: Butikker
de_de: Läden
el: Καταστήματα
es_es: Tiendas
fa_ir: مغازه ها
fi: Kaupat
fr_fr: Boutiques
hr_hr: Prodajna mjesta
nl_nl: Vestigingen
tr_tr: Mağazalar
vi: Cửa hàng

source: Open POS
ar: فتح POS
cs_cz: Otevřít POS
da_dk: Åben POS
de_de: Offenes Kassensystem
el: Άνοιγμα POS
es_es: Abrir POS
fa_ir: فروشگاه باز شود
fi: Avaa myyntipiste
fr_fr: Ouvrir le point de vente
hr_hr: Otvoren POS
nl_nl: Open KASSA
pt_br: Abrir POS
vi: Mở POS

source: Store
ar: المتجر
cs_cz: Obchod
da_dk: Butik
de_de: Laden
el: Κατάστημα
es_es: Tienda
fa_ir: فروشگاه
fi: Kauppa
fr_fr: Boutique
hr_hr: Prodajno Mjesto
nl_nl: Vestiging
pt_br: Armazenar
tr_tr: Mağaza
vi: Cửa hàng

source: Preview Receipt
ar: عرض الفاتورة
cs_cz: Náhled účtenky
da_dk: Vis kvittering
de_de: Quittungsvorschau
el: Προεπισκόπηση Απόδειξης
es_es: Vista previa de Recibo
fa_ir: رسید پیش نمایش
fi: Esikatsele kuittia
fr_fr: Aperçu du reçu
hr_hr: Pregled Računa
nl_nl: Voorbeeld kassabon
pt_br: Pré-visualização Receipt
tr_tr: Makbuz Önizlemesi
vi: Xem trước biên lai

source: Opening Hours
ar: ساعات الدوا
cs_cz: Otevírací doba
da_dk: Åbningstider
de_de: Öffnungszeiten
el: Ωράριο Λειτουργίας
es_es: Horario De Apertura
fa_ir: ساعات کار
fi: Aukeamisajat
fr_fr: Horaires d'ouverture
hr_hr: Radno Vrijeme
nl_nl: Openingstijden
pt_br: Horário de funcionamento
tr_tr: Açılış Saatleri
vi: Giờ mở cửa

source: Logo
ar: الشعار
el: Λογότυπο
fa_ir: لوگو
hr_hr: Logotip
pt_br: Logotipo

source: Receipt Options
ar: خيارات الفاتورة
cs_cz: Možnosti účtenky
da_dk: Kvitteringsindstillinger
de_de: Quittungsoptionen
el: Επιλογές Απόδειξης
es_es: Opciones de recibos
fa_ir: گزینه های دریافت
fi: Kuitin asetukset
fr_fr: Options de reçu
hr_hr: Opcije Računa
nl_nl: Kassabon opties
pt_br: Opções de recebimento
tr_tr: Makbuz Seçenekleri
vi: Tùy chọn biên lai

source: Set featured image
ar: تعيين صورة رمزية
cs_cz: Nastavit hlavní obrázek
da_dk: Vælg fremhævet billeder
de_de: Ausgewähltes Bild festlegen
el: Ορισμός προτεινόμενης εικόνας
es_es: Establecer imagen ofrecida
fa_ir: تنظیم تصویر برجسته
fi: Aseta ominaiskuva
fr_fr: Choisir une image à la une
hr_hr: Postavi istaknutu sliku
nl_nl: Kies featured image
pt_br: Definir imagem de destaque
tr_tr: Öne çıkarılan görseli ayarlayın
vi: Thiết lập hình ảnh đặc trưng

source: Set store logo
ar: تعيين شعار المتجر
cs_cz: Nastavit logo obchodu
da_dk: Vælg butikslogo
de_de: Geschäftslogo festlegen
el: Ορισμός λογότυπου καταστήματος
es_es: Set logotipo de la tienda
fa_ir: لوگو فروشگاه را تنظیم کنید
fi: Aseta kaupan logo
fr_fr: Choisir le logo de la boutique
hr_hr: Postavi logotip prodavaonice
nl_nl: Kies vestigingslogo
pt_br: Jogo do logotipo loja
tr_tr: Mağaza logosu ayarlayın
vi: Set biểu tượng cửa hàng

source: Remove featured image
ar: حذف الصورة الرمزية
cs_cz: Odstranit hlavní obrázek
da_dk: Fjern fremhævet billede
de_de: Ausgewähltes Bild entfernen
el: Αφαίρεση προτεινόμενης εικόνας
es_es: Retire Foto principal
fa_ir: حذف تصویر برجسته
fi: Poista ominaiskuva
fr_fr: Enlever l'image à la une
hr_hr: Ukloni istaknutu sliku
nl_nl: Verwijder featured image
pt_br: Remover imagem de destaque
tr_tr: Öne çıkarılan görseli kaldırın
vi: Bỏ hình ảnh nổi bật

source: Remove store logo
ar: حذف شعار المتجر
cs_cz: Odstranit logo obchodu
da_dk: Fjern butikslogo
de_de: Geschäftslogo entfernen
el: Αφαίρεση λογότυπου καταστήματος
es_es: Retire tienda insignia
fa_ir: حذف آرم فروشگاه
fi: Poista kaupan logo
fr_fr: Enlever le logo de la boutique
hr_hr: Ukloni logotip prodavaonice
nl_nl: Verwijder vestigingslogo
pt_br: Retirar logo store
tr_tr: Mağaza logosunu kaldırın
vi: Bỏ cửa hàng biểu tượng

source: Set Store Logo
ar: تعيين شعرا المتجر
cs_cz: Nastavit logo obchodu
da_dk: Vælg butikslogo
de_de: Geschäftslogo festlegen
el: Ορισμός λογότυπου καταστήματος
es_es: Establecer Logo Tienda
fa_ir: لوگوی فروشگاه را تنظیم کنید
fi: Aseta kaupan logo
fr_fr: Choisir le logo de la boutique
hr_hr: Postavi Logotip Prodavaonice
nl_nl: Kies vestigingslogo
pt_br: Jogo do logotipo da loja
tr_tr: Mağaza Logosu Ayarlayın
vi: Đặt Logo cửa hàng

source: Please <a href="%s">read the docs</a> for information on how to customize your POS receipts.
ar: الرجاء <a href="%s">قراءة التعليمات</a> لكيفية تخصيص فواتير POS.
cs_cz: Prosím, <a href="%s">přečtěte si dokumentaci</a>, jak přizpůsobit své POS účtenky.
da_dk: <a href="%s">Læs venligst dokumentationen</a> for information om hvordan du tilpasser din POS kvittering.
de_de: Bitte <a href="%s">lesen Sie die Dokumentation</a> für mehr Informationen über die Individualiserung Ihrer POS-Quittungen.
el: Παρακαλούμε <a href="%s"> διαβάστε το εγχειρίδιο </a> για πληροφορίες σχετικά με το πώς να προσαρμόσετε τις αποδείξεις του POS.
es_es: Por favor <a href="%s">lea la documentación</a> para obtener información sobre cómo personalizar sus recibos de punto de venta.
fa_ir: لطفا 1 docs1 را برای اطلاعات در مورد چگونگی سفارشی درآمد فروشگاه خود ببینید.
fi: Ole hyvä ja <a href="%s">lue dokumentaatio</a>kuinka muokata myyntipiste kuittejasi.
fr_fr: Veuillez svp lire la <a href="%s">documentation</a> pour des informations sur la modification des reçus point de vente.
hr_hr: Molimo <a href="%s">pročitajte dokumentaciju</a> kako bi znali podesiti svoje POS račune.
nl_nl: Please <a href="%s">read the docs</a> voor uitleg hoe je kassabon aan te passen.
pt_br: Por favor, <a href="%s">leia a documentação</a> para obter informações sobre como personalizar seus recibos de POS.
vi: Xin vui lòng <a href="%s">đọc các tài liệu</a> thông tin về làm thế nào để tùy chỉnh biên lai POS của bạn.

source: POS Sales
ar: مبيعات POS
cs_cz: POS prodeje
da_dk: POS salg
de_de: POS-Verkäufe
el: Πωλήσεις POS
es_es: POS Ventas
fa_ir: فروش فروشگاه
fi: Myyntipiste myynnit
fr_fr: Ventes point de vente
hr_hr: POS Prodaja
nl_nl: KASSA omzet
pt_br: POS Vendas
tr_tr: POS Satışları
vi: Bán hàng POS

source: Online Sales
ar: متجر الاونلاين
cs_cz: Online prodeje
da_dk: Online salg
de_de: Online-Verkäufe
el: Πωλήσεις Ηλεκτρονικού Καταστήματος
es_es: Ventas en línea
fa_ir: فروش آنلاین
fi: Verkko myynnit
fr_fr: Ventes en ligne
hr_hr: Online Prodaja
nl_nl: WEB omzet
pt_br: Vendas Online
tr_tr: Çevirimiçi Satışlar
vi: Bán hàng trực tuyến

source: No Stores found.
ar: لا يوجد متجر.
cs_cz: Nebyly nalezeny žádné obchody.
da_dk: Ingen butikker fundet.
de_de: Keine Shops gefunden.
el: Δεν Βρέθηκαν Καταστήματα.
es_es: No hay tiendas encontrados.
fa_ir: هیچ فروشگاهی یافت نشد
fi: Kauppoja ei löytynyt
fr_fr: Pas de boutiques trouvées.
hr_hr: Nisu nađena Prodajna Mjesta
nl_nl: Geen vestigingen gevonden.
pt_br: Não Stores encontrados.
tr_tr: Mağaza bulunamadı.
vi: Không có cửa hàng được tìm thấy.

source: Add New Store
ar: أضف متجر جديد
cs_cz: Přidat nový obchod
da_dk: Opret ny butik
de_de: Neuen Laden hinzufügen
el: Προσθέστε νέο κατάστημα
es_es: Añadir Nueva tienda
fa_ir: اضافه کردن فروشگاه جدید
fi: Lisää uusi kauppa
fr_fr: Ajouter une nouvelle boutique
hr_hr: Dodaj novo Prodajno Mjesto
nl_nl: Voeg vestiging toe
pt_br: Adicionar Novo loja
tr_tr: Yeni Mağaza Ekle
vi: Thêm cửa hàng mới

source: Period
ar: المدة الزمنية
cs_cz: Období
da_dk: Periode
de_de: Zeitraum
el: Περίοδος
es_es: Período
fa_ir: دوره زمانی
fi: Aikajakso
fr_fr: Période
hr_hr: Razdoblje
nl_nl: Periode
pt_br: Período
tr_tr: Dönem
vi: Thời gian

source: Orders
ar: الطلبا
cs_cz: Objednávky
da_dk: Ordrer
de_de: Bestellungen
el: Παραγγελίες
es_es: Pedidos
fa_ir: سفارشات
fi: Tilaukset
fr_fr: Commandes
hr_hr: Narudžbe
nl_nl: Verkopen
pt_br: Encomendas
tr_tr: Siparişler
vi: Đơn đặt hàng

source: Total Sales
ar: مجموع المبيعات
cs_cz: Celkové prodeje
da_dk: Total salg
de_de: Gesamtverkäufe
el: Ολικό Πωλήσεων
es_es: Ventas Totales
fa_ir: کل فروش
fi: Kokonaismyynnit
fr_fr: Total des ventes
hr_hr: Ukupna Prodaja
nl_nl: Omzet
pt_br: Vendas totais
tr_tr: Toplam Satışlar
vi: Tổng doanh
