Repository: Sderev/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-*.po
Languages: ar, ca, cs_cz, da_dk, de_de, el, es_cl, hi_in, hr_hr, hu_hu, is_is, it_it, nl_nl, pl_pl, pt_br, ru_ru, sv_se, vi

source: There was an error processing the payment
ar: حدث خطأ أثناء عملية الدفع
ca: S'ha produït un error en processar la comanda
cs_cz: Chyba při zpracování platby
da_dk: Der var et problem med at gennemføre betalingen
de_de: Es gab einen Fehler bei der Verarbeitung der Zahlung.
el: Υπήρξε ένα σφάλμα κατά την επεξεργασία της πληρωμής
es_cl: Hubo un error al procesar el pago.
hi_in: भुगतान संसाधित करने में कोई त्रुटि थी
hr_hr: Greška prilikom obrade plaćanja
hu_hu: Hiba történt a fizetés során.
is_is: Það kom upp villa við framkvæmd greiðslu
it_it: C'è stato un errore durante l'elaborazione del pagamento.
nl_nl: De betaling kon niet verwerkt worden.
pl_pl: Pojawił się błąd podczas procesowania płatności
pt_br: Houve um erro ao processar o pagamento
ru_ru: Ошибка обработки платежа
sv_se: Ett fel inträffade vid behandlingen av betalningen
vi: Có lỗi khi xử lý các thanh toán

source: You are now being redirected offsite to complete the payment.
ar: يتم الآن تحويلك لخارج الموقع لإتمام عملية الدفع
ca: Esteu sent redirigit fora del web per a completar el pagament
cs_cz: Nyní budete přesměrováni mimo tyto stránky k dokončení platby.
da_dk: Du bliver nu stillet videre for at gennemføre betalingen.
de_de: Sie werden nun umgeleitet offsite, um die Zahlung zu beenden.
el: Μεταφέρεστε τώρα εκτός σελίδας για ολοκλήρωση της πληρωμής.
es_cl: Ahora está siendo redirigido fuera del sitio para completar el pago.
hi_in: अब आप भुगतान पूरा करने के ऑफसाइट पुनः निर्देशित किया जा रहा है।
hr_hr: Preusmjeravamo Vas sa stranice kako bi dovršili plaćanje.
hu_hu: Most átirányítjuk egy másik oldalra a fizetés lebonyolításához.
is_is: Þú verður flutt(ur) á aðra síðu til að ganga frá greiðslu
it_it: Stai per essere trasferito fuori da questo sito per completare il pagamento.
nl_nl: Je wordt nu doorgestuurd naar een externe pagina om de betaling af te ronden.
pl_pl: Zostajesz przekierowany poza obecną stronę w celu dokończenia płatności.
pt_br: Está agora a ser redirecionado offsite para completar o pagamento.
ru_ru: Сейчас вы будете перенаправлены на страницу оплаты.
sv_se: Du är nu omdirigeras offsite att slutföra betalningen.
vi: Bạn đang được chuyển hướng ngoại vi để hoàn tất việc thanh toán.

source: <a href="%s">Click here</a> if you are not redirected automatically.
ar: <a href="%s"> اضغط هنا </a> اذا لم يتم تحويلك تلقائيا
ca: <a href="%s">Feu clic aquí</a> si no se us està redireccionant automàticament.
cs_cz: <a href="%s">Klikněte zde</a>, jestliže nedojde k automatickému přesměrování.
da_dk: <a href="%s">Tryk her</a> hvis du ikke automatisk bliver viderestillet.
de_de: <a href="%s">Klicken Sie hier,</a> wenn Sie nicht automatisch weitergeleitet werden.
el: <a href="%s">Κάντε κλικ εδώ</a> αν δεν μεταφερθείτε αυτόματα.
es_cl: <a href="%s">Haga clic aquí</a> si usted no está redirigido.
hi_in: <a href="%s">यहाँ क्लिक करें</a> आप स्वचालित रूप से पुनः निर्देशित नहीं कर रहे हैं।
hr_hr: <a href="%s">Klikni ovdje</a> ako niste automatski preusmjereni.
hu_hu: <a href="%s">Kattintson ide</a> ha az átirányítás nem történne meg automatikusan.
is_is: <a href="%s">Smellið hér</a> ef þvú flyst ekki sjálfkrafa
it_it: <a href="%s">Clicca qui</a>se non vieni reindirizzato automaticamente.
nl_nl: <a href="%s">Klik hier</a> als je niet automatisch doorgestuurd wordt.
pl_pl: <a href="%s">Kliknij tutaj</a> jeśli nie przekierowało Cię automatycznie.
pt_br: <a href="%s">Clique aqui</a> se você não for redirecionado automaticamente.
ru_ru: Если вы не были перенаправлены автоматически, пожалуйста, <a href="%s">нажмите здесь</a>.
sv_se: <a href="%s">Klicka här</a> om du inte omdirigeras automatiskt.
vi: <a href="%s">Click vào đây</a> nếu bạn không được chuyển tự động.

source: POS Transaction completed.
ar: لقد تمت العملية
ca: S'ha completat la transacció del POS.
cs_cz: POS transakce byla dokončena.
da_dk: POS Transaktion gennemført.
de_de: POS Transaktion abgeschlossen.
el: Η συναλλαγή POS ολοκληρώθηκε.
es_cl: Completó Transacción POS.
hi_in: पीओएस लेन-देन पूरा किया।
hr_hr: POS transakcija izvršena
hu_hu: A POS tranzakció sikeresen lezárult.
is_is: POS viðskiptum lokið
it_it: Transazione POS completata.
nl_nl: KASSA verkoop voltooid.
pl_pl: Transakcja POS zakończona.
pt_br: Transação POS concluída.
ru_ru: Транзакция завершена.
sv_se: POS transaktion avslutad.
vi: POS giao dịch hoàn tất.

source: Email sent
ar: تم إرسال البريد
ca: S'ha enviat el correu
cs_cz: Email odeslán
da_dk: E-mail sendt
de_de: E-Mail gesendet
el: Το Email εστάλη
es_cl: Correo enviado
hi_in: ईमेल भेजा
hr_hr: E-mail poslan
hu_hu: Email elküldve
is_is: Tölvupóstur sendur
it_it: Email inviata
nl_nl: Email verzonden
pl_pl: Email wysłany
pt_br: E-mail enviado
ru_ru: Письмо отправлено
sv_se: E-post skickas
vi: Email đã gửi

source: There was an error sending the email
ar: حدث خطأ أثناء عملية إرسال البريد
ca: S'ha produït un error en l'enviament del correu
cs_cz: Při odeslání emailu došlo k chybě
da_dk: Der var et problem med at sende denne e-mail
de_de: Es gab einen Fehler beim Senden der E-Mail
el: Υπήρξε ένα πρόβλημα με την αποστολή e-mail σας.
es_cl: Se ha producido un error al enviar el correo electrónico
hi_in: ईमेल भेजने में त्रुटि हुई
hr_hr: Greška prilikom slanja E-maila
hu_hu: Hiba történt az email küldése során
is_is: Það kom upp villa við sendingu á tölvupósti
it_it: C'è stato un errore durante l'invio dell'email
nl_nl: Er is een fout opgetreden bij het versturen van de email
pl_pl: Pojawił się błąd podczas wysyłki emaila
pt_br: Houve um erro ao enviar o e-mail
ru_ru: Ошибка отправки письма
sv_se: Det uppstod ett fel skickar e-post
vi: Có lỗi khi gửi email

source: Invalid security nonce
ar: رقم تعريف للعملية غير صالح
ca: Comprovació de seguretat incorrecta
cs_cz: Neplatný bezpečnostní kód
da_dk: Invalid sikkerhedsnonce
de_de: Ungültige Sicherheitsschlüssel
el: Άκυρη nonce ασφαλείας
es_cl: Nonce de seguridad no válido
hi_in: अमान्य सुरक्षा अस्थायी रूप से
hr_hr: Neispravan sigurnosni nonce
hu_hu: Érvénytelen biztonsági nonce
is_is: Ógilt öryggi nonce
it_it: Occorrenza di sicurezza non valida
nl_nl: Ongeldig security token
pl_pl: Tym razem nieprawidłowe bezpieczeństwo
pt_br: Nonce de segurança inválido
ru_ru: Неверные защитные данные
sv_se: Ogiltig säkerhet nonce
vi: Nonce bảo mật không hợp lệ

source: User not authorized to access WooCommerce POS
ar: المستخدم غير مصرح به للدخول على نظام نقطة المبيعات ووكومرس
ca: Aquest usuari no pot accedir a WooCommerce POS
cs_cz: Uživatelní není autorizován k přístupu do WooCommerce POS
da_dk: Bruger har ikke rettigheder til at styre WooCommerce POS
de_de: Dieser Benutzer ist nicht berechtigt auf WooCommerce POS zuzugreifen
el: Ο χρήστης δεν έχει εξουσιοδοτημένη πρόσβαση στο WooCommerce POS
es_cl: Usuario no autorizado para gestionar WooCommerce POS
hi_in: प्रयोक्ता WooCommerce स्थिति तक पहुँचने के लिए अधिकृत नहीं
hr_hr: Niste ovlašteni pristupiti WooCommerce POS-u
hu_hu: Nincs jogosultsága a Woocommerce POS eléréséhez.
is_is: Notandi hefur ekki heimild til að fá aðgang að WooCommerce POS
it_it: Utente non autorizzato per l'accesso a WooCommerce POS
nl_nl: Gebruiker heeft niet genoeg rechten om KASSA te gebruiken
pl_pl: Użytkownik nie jest upoważniony do dostępu do WooCommerce POS
pt_br: O usuário não autorizado a acessar WooCommerce POS
ru_ru: Пользователь не авторизован для доступа к WooCommerce-розница
sv_se: Användaren har rätt att få tillgång till WooCommerce POS
vi: Người dùng không được phép truy cập WooCommerce POS

source: To Pay
ar: للدفع
ca: A pagar
cs_cz: Zaplatit
da_dk: At betale
de_de: Zu Bezahlen
el: Υπόλοιπο
es_cl: A Pagar
hi_in: भुगतान करने के लिए
hr_hr: Za Platiti
hu_hu: Fizetésre vár
is_is: Til greiðslu
it_it: Da Pagare
nl_nl: Te betalen
pl_pl: Do zapłaty
pt_br: Pagar
ru_ru: Оплатить
sv_se: Att Betala
vi: Trả

source: Paid
ar: مدفوع
ca: Pagat
cs_cz: Placeno
da_dk: Betalt
de_de: Bezahlt
el: Πληρωμένο
es_cl: Pagado
hi_in: सशुल्क
hr_hr: Plaćeno
hu_hu: Fizetve
is_is: Greitt
it_it: Pagato
nl_nl: Betaald
pl_pl: Zapłacone
pt_br: Pago
ru_ru: Оплаченый
sv_se: Betald
vi: Đã thanh toán

source: Unpaid
ar: غير مدفوع
ca: No pagat
cs_cz: Neplaceno
da_dk: Ubetalt
de_de: Unbezahlt
el: Απλήρωτο
es_cl: No pagado
hi_in: अवैतनिक
hr_hr: Neplaćeno
hu_hu: Nem fizetve
is_is: Ógreitt
it_it: Non pagato
nl_nl: Niet betaald
pl_pl: Niezapłacone
pt_br: Não remunerado
ru_ru: Не оплаченый
sv_se: Obetald
vi: Chưa thanh toán

source: Email Receipt
ar: أرسل الفاتورة
ca: Envia el tiquet
cs_cz: Odeslat účtenku emailem
da_dk: E-mail kvittering
de_de: E-Mail-Quittung
el: Απόδειξη Email
es_cl: Email Recibo
hi_in: ईमेल रसीद
hr_hr: E-mail Račun
hu_hu: Email másolat
is_is: Senda kvittun með tölvupósti
it_it: Inoltra via Email
nl_nl: Mail de kassabon
pl_pl: Wyśiij paragon emailem
pt_br: Recibo por e-mail
ru_ru: Электронный адрес получателя
sv_se: E-post mottagare
vi: Email biên lai

source: Support Form
ar: نموذج الدعم
ca: Formulari de suport
cs_cz: Formulář podpory
da_dk: Support formular
de_de: Support-Formular
el: Φόρμα υποστήριξης
es_cl: Formulario de Soporte
hi_in: समर्थन फार्म
hr_hr: Formular Podrške
hu_hu: Támogatás formája
is_is: þjónustuform
it_it: Scheda di supporto
nl_nl: Support formulier
pl_pl: Formularz do Wsparcia
pt_br: Formulário de suporte
ru_ru: Поддержка
sv_se: Stöd Formulär
vi: Form Hỗ trợ

source: Email
ar: البريد
ca: Correu
de_de: E-Mail-Adresse
hi_in: ईमेल
is_is: Tölvupóstur
pl_pl: Adres email
ru_ru: Электронный адрес
sv_se: E-post

source: Process Payment
ar: تأكيد الدفع
ca: Realitza el pagament
cs_cz: Přejít k platbě
da_dk: Behandl betaling
de_de: Bezahlvorgang
el: Διαδικασία Πληρωμής
es_cl: Proceso de Pago
hi_in: भुगतान की प्रक्रिया
hr_hr: Način Plaćanja
hu_hu: Folyamat Fizetés
is_is: Staða greiðslu
it_it: Ordina
nl_nl: Betaling verwerken
pl_pl: Proces płatności
pt_br: Registrar pagamento
ru_ru: Оплата
sv_se: Genomför Betalning
vi: Quy trình thanh toán

source: Return to Sale
ar: العودة للمبيعات
ca: Torna a les vendes
cs_cz: Zpět do obchodu
da_dk: Retur til salg
de_de: Zum Verkauf zurückkehren
el: Επιστροφή στην Πώληση
es_cl: Volver a la Venta
hi_in: बिक्री के लिए लौटें
hr_hr: Vratiti na Prodaju
hu_hu: Visszatérés az Eladó
is_is: Fara aftur í afgreiðslu
it_it: Rivedi Ordine
nl_nl: Terug naar verkoop
pl_pl: Powrót do sprzedaży
pt_br: Retornar para a venda
ru_ru: Вернуться к продажам
sv_se: Återgå till försäljning
vi: Trở về Bán hàng

source: Send
ar: أرسل
ca: S'ha enviat
cs_cz: Odeslat
de_de: Abschicken
el: Αποστολή
es_cl: Enviar
hi_in: भेजें
hr_hr: Poslati
hu_hu: Küldés
is_is: Senda
it_it: Invia
nl_nl: Verstuur
pl_pl: Wyślij
pt_br: Enviar
ru_ru: Отправить
sv_se: Skicka
vi: Gởi

source: Void
ar: إلغاء
ca: Buida
cs_cz: Zrušit
da_dk: Slet
de_de: Abbrechen
el: Ακύρωση
es_cl: Anular
hi_in: शून्य
hr_hr: Poništiti
hu_hu: Érvénytelen
is_is: Hætta
it_it: Annulla Ordine
nl_nl: Verwijder
pl_pl: Nieważny
pt_br: Cancelar
ru_ru: Очистить
sv_se: Upphäv
vi: Hủy

source: Enable legacy server support
ar: تمكين دعم الخوادم القديمة أو الغير متوافقة
ca: Habilita el suport antic al servidor
cs_cz: Povolit podporu legacy serveru
da_dk: Ældre server understøttelse
de_de: Aktivieren Sie Legacy-Server-Unterstützung
el: Ενεργοποίηση Υποστήριξης Παλαιού Διακομιστή
es_cl: Habilitar soporte de servidor legado
hi_in: विरासत सर्वर का समर्थन सक्षम करें
hr_hr: Omogući legacy server podršku
hu_hu: Kapcsolni a régi szerver támogatás
is_is: Virkja "Legacy Server"
nl_nl: Schakel legacy server support in
pl_pl: Uruchom wsparcie legacy server
pt_br: Ativar o suporte ao servidor legado
sv_se: Aktivera gamla servern stöd
vi: Kích hoạt tính năng hỗ trợ máy chủ cũ

source: Your browser is not supported!
ar: متصفحك غير مدعوم!
ca: No funciona amb el seu navegador
cs_cz: Váš prohlížeč není podporován!
da_dk: Din browser er ikke understøttet!
de_de: Ihr Browser wird nicht unterstützt!
el: Ο φυλλομετρητής (browser) σας δεν υποστηρίζεται!
es_cl: ¡Su navegador no está soportado!
hi_in: आपका ब्राउज़र समर्थित नहीं है!
hr_hr: Nemamo podršku za Vaš preglednik!
hu_hu: Az Ön böngészője nem támogatott!
is_is: Það er ekki stuðningur við þinn vafrara
it_it: Il tuo browser non è supportato
nl_nl: Je browser wordt niet ondersteund!
pl_pl: Twoja przeglądarka nie jest wspierana!
pt_br: Seu navegador não é suportado!
ru_ru: Ваш браузер не поддерживается!
sv_se: Din webbläsare stöds inte!
vi: Trình duyệt của bạn không được hỗ trợ!

source: Unable to use RESTful HTTP methods
ar: لا يمكن استخدام طرق RESTful HTTP
ca: Deixa d'utilitzar els mètodes RESTful HTTP
cs_cz: Nelze použít metody RESTful HTTP.
da_dk: Ikke muligt at anvende RESTful HTTP metoder
de_de: Kann RESTful HTTP Methoden nicht nutzen
el: Αδύνατο να χρησιμοποιήσετε μεθόδους RESTful HTTP
es_cl: No se puede utilizar métodos HTTP RESTful
hi_in: शोकहारा HTTP के तरीकों का उपयोग करने में असमर्थ
hr_hr: Ne mogu se koristiti RESTful HTTP metode
hu_hu: Nem lehet használni RESTful HTTP metódusok
is_is: Ekki er hægt að nota restful HTTP aðferðir
nl_nl: Kan RESTful HTTP methode niet gebruiken
pl_pl: Niemożliwe użycie metody RESTful HTTP
pt_br: Não é possível usar métodos HTTP RESTful
sv_se: Det går inte att använda RESTful HTTP-metoderna
vi: Không thể sử dụng các phương thức HTTP RESTful

source: No payment gateways enabled.
ar: بوابات الدفع غير مفعلة.
ca: No hi ha cap mètode de pagament habilitat
cs_cz: Žádná platební brána není povolena.
da_dk: Ingen betalingsgateways aktiveret.
de_de: Keine Zahlungsweise freigeschaltet.
el: Δεν υπάρχουν ενεργοποιημένες μέθοδοι πληρωμής.
es_cl: Sin pasarelas de pago habilitadas.
hi_in: कोई भुगतान द्वार सक्षम होना चाहिए।
hr_hr: Nije omogućen pristup plaćanju.
hu_hu: Nem fizetési átjárók engedélyezett.
is_is: Engin greiðlugátt virkjuð
it_it: Nessun metodo di pagamento attivato.
nl_nl: Er is geen betaalmethode ingeschakeld.
pl_pl: Brak aktywnych bramek płatności.
pt_br: Sem gateway de pagamento habilitado.
ru_ru: Не подключены платежные шлюзы
sv_se: Inga betalnings gateways aktiverade.
vi: Không có cổng thanh toán được kích hoạt.

source: POS
ar: نقطة مبيعات
es_cl: Punto de Venta
hi_in: पीओएस
nl_nl: KASSA
ru_ru: Розница

source: There is no settings id
ar: لا يوجد رقم الاعدادات
ca: No hi ha id de configuració
cs_cz: Není nastaveno ID
da_dk: Der er intet indstillings ID
de_de: Es gibt keine Einstellungs-ID
el: Δεν υπάρχει αναγνωριστικό (id) ρυθμίσεων
es_cl: No hay ajustes de Identificación
hi_in: कोई सेटिंग आईडी नहीं है
hr_hr: Ne postoji "id" u postavkama
hu_hu: Nincs beállítások id
is_is: Það er engin stillingar id
it_it: Non esiste identificativo delle impostazioni
nl_nl: Er is geen id voor instellingen
pl_pl: Nie ma żadnego id ustawień
pt_br: Não há configurações id
ru_ru: Не указан id
sv_se: Det finns ingen inställningar id
vi: Không có thiết lập id

source: No handler found for %s settings
ar: لا يوجد معالج إلى %s الإعدادات
ca: No s'ha trobat gestor per %s paràmetres
cs_cz: Nebyl nalezen nositel pro %s nastavení.
da_dk: Ingen handler blev fundet til %s indstillinger
de_de: Kein Handler für %s Einstellungen gefunden
el: Δεν βρέθηκε κανένας χειριστής για %s ρυθμίσεις
es_cl: No encontrado controlador para la configuración %s
hi_in: %s सेटिंग्स के लिए नहीं मिला हैंडलर
hr_hr: Nije nađen hendler za %s postavke
hu_hu: Nem felvezető talált% s beállítások
is_is: Engin meðhöndlun fannst fyrir %s stillingar
it_it: Nessun gestore trovato per le impostazioni di% s
nl_nl: Geen handler gevonden voor %s instellingen
pl_pl: w
pt_br: Nenhum manipulador encontrado para configurações %s
sv_se: Ingen hanterare hittades för %s inställningar
vi: Không xử lý được tìm thấy cho cài đặt %s

source: WC Version
ar: إصدار الووكومرس
ca: Versió de WC
cs_cz: WC verze
el: Έκδοση WC
es_cl: Versión WooCommerce
hi_in: WC के संस्करण
hr_hr: WC Verzija
hu_hu: WC verzió
is_is: Röng WC útgáfa
it_it: Versione WooCommerce
nl_nl: WC versie
pl_pl: Wersja WooCommere
pt_br: WC Versão
ru_ru: Версия WC

source: WooCommerce >= %s required
ar: ووكومرس >= %s مطلوب
ca: WooCommerce >= %s és necessari
cs_cz: WooCommerce >= %s vyžadován
da_dk: WooCommerce >= %s krævet
de_de: WooCommerce >= %s erforderlich
el: WooCommerce >= %s απαίτηση
es_cl: Se requiere WooCommerce %s o superior.
hi_in: WooCommerce >=%s अपेक्षित
hr_hr: WooCommerce >= %s je potreban
hu_hu: WooCommerce> =% s szükség
is_is: WooCommerce útgáfa >= %s er nauðsynleg
it_it: E' necessario WooCommerce versione >= %s
nl_nl: WooCommerce >= %s is vereist
pl_pl: Zalecana wersja WooCommerce >=%s
pt_br: WooCommerce >= %s necessário
ru_ru: Требуется версия WooCommerce %s или новее
sv_se: WooCommerce >= %s krävs
vi: WooCommerce >= %s yêu cầu

source: PHP >= %s required
ar: إصدار بي أتش بي >= %s مطلوب
ca: PHP >= %s obligatori
cs_cz: PHP >= %s požadováno
da_dk: PHP >= %s krævet
de_de: PHP-Version >= %s benötigt
es_cl: PHP >= %s requerido
hr_hr: PHP >= %s je potreban
hu_hu: PHP> =% s szükség
is_is: PHP >= %s krafist
nl_nl: PHP >= %s vereist
pl_pl: Zalecana wersja PHP >=%s
pt_br: PHP> =% s necessário
vi: PHP >=%s được yêu cầu

source: WC REST API
ar: الواجهة البرمجة لووكومرس Restful API
hi_in: WC के बाकी एपीआई

source: API is active
ar: الواجهة البرمجية مفعلة
ca: L'API és activa
cs_cz: API je aktivní
da_dk: API er aktivt
de_de: API ist aktiv
el: API ενεργοποιημένο
es_cl: API está activa.
hi_in: एपीआई सक्रिय है
hr_hr: API je aktivan
hu_hu: API aktív
is_is: API er virkur
it_it: API è attiva
nl_nl: API is ingeschakeld
pl_pl: API jest aktywne
pt_br: API está ativa
ru_ru: API активен
sv_se: API är aktiv
vi: API đang hoạt động

source: Access to the REST API is required
ar: تصريح استعلام الواجهة البرمجية مطلوب
ca: Es necessita l'accés a la REST API
cs_cz: Vyžadován přístup k REST API
da_dk: Adgang til REST API er krævet
de_de: Zugriff auf REST API wird benötigt
el: Απαιτείται η πρόσβαση στο REST API
es_cl: Acceso a REST API es requerida
hi_in: बाकी एपीआई के लिए प्रवेश की आवश्यकता है
hr_hr: Potreban je pristup za REST API
hu_hu: Hozzáférés a REST API szükséges
is_is: Aðgangur að REST API er krafist
it_it: L'accesso alla REST API è richiesto
nl_nl: Toegang to de REST API is vereist
pl_pl: Wymagany dostęp do REST API
pt_br: Acesso a API REST é obrigatório
ru_ru: Требуется доступ к REST API
sv_se: Tillgång till REST API krävs
vi: Truy cập vào các API REST là bắt buộc

source: <strong>WooCommerce REST API</strong> requires <em>pretty</em> permalinks to work correctly
ar: <strong>ووكومرس REST API</strong> يتطلب الروابط الجميلة أو <em>pretty</em> permalinks ليعمل بشكل صحيح
ca: <strong>La REST API de WooCommerceI</strong> necessita enllaços permanents <em>fàcils</em> per funcionar correctament
cs_cz: <strong>WooCommerce REST API</strong> vyžaduje <em>pretty</em> permalinks.
da_dk: <strong>WooCommerce REST API</strong> kræver <em>pæne</em> URL'er for at fungere ordentligt
de_de: <strong>WooCommerce REST API</strong> benötigt <em>pretty</em> Permalinks um korrekt zu funktionieren
el: <strong>WooCommerce REST API</strong> χρειάζεται <em>pretty</em> permalinks για να λειτουργεί σωστά
es_cl: <strong>WooCommerce REST API </strong> requiere enlaces permanentes <em>amigables</em> para que funcione correctamente.
hi_in: <strong>WooCommerce बाकी एपीआई</strong> सही ढंग से काम करने के लिए <em>बहुत</em> permalinks की आवश्यकता है
hr_hr: <strong>WooCommerce REST API</strong> zahtjeva <em>pretty</em> permalinkove da bi radio ispravno
hu_hu: <strong>WooCommerce REST API</strong> igényel <em>elég</em> permalinkekhez, hogy jól működik
is_is: <strong>WooCommerce REST API</ strong> krefst <em>ansi</ em> permalinks að virka rétt
nl_nl: <strong>WooCommerce REST API</strong> vereist <em>pretty</em> permalinks om correct te werken
pl_pl: <strong>WooCommerce REST API</strong> wymaga aby pretty permalinks działały poprawnie
pt_br: <strong>WooCommerce API REST</strong> requer permalinks <em>bonitas para</em> funcionar corretamente
sv_se: <strong>WooCommerce REST API</strong> kräver <em>ganska</em> permalänkar att fungera korrekt
vi: <strong>WooCommerce REST API</strong> đòi hỏi permalinks <em>đúng</em> để làm việc một cách chính xác

source: Enable permalinks
ar: تمكين الروابط الدائمة permalinks
ca: Habilita els enllaços permanents
cs_cz: Povolit trvalé odkazy
da_dk: Slå pæne URL'er til
de_de: Permalinks aktivieren
el: Ενεργοποίηση permalinks
es_cl: Habilitar enlaces permanentes
hi_in: Permalinks सक्षम करें
hr_hr: Omogući permalinkove
hu_hu: Engedélyezze permalinks
is_is: Virkja permalinks
nl_nl: Permalinks aan
pl_pl: Uruchom odnośniki bezpośrednie
pt_br: Ativar permalinks
sv_se: Aktivera permalänkar
vi: Kích hoạt tính năng permalinks

source: Card
ar: البطاقة
ca: Targeta
cs_cz: Karta
da_dk: Kort
de_de: Kartenzahlung
el: Κάρτα
es_cl: Tarjeta
hi_in: कार्ड
hr_hr: Kartica
hu_hu: Kártya
is_is: Kort
it_it: Carta
nl_nl: PIN
pl_pl: Karta
pt_br: Cartão
ru_ru: Карта
sv_se: Kort
vi: Thẻ

source: Cashback
ar: الرجيع
ca: Devolució
cs_cz: Vrátit
da_dk: Penge retur
de_de: Rückgeld
el: Επιστροφή Μετρητών
es_cl: Devolución
hi_in: नकदी वापस
hr_hr: Povrat novca
hu_hu: Pénzvisszafizetés
is_is: Kassabók
it_it: Reso
nl_nl: Terug betaald
pt_br: Reembolso
ru_ru: Возврат
sv_se: Pengar tillbaka
vi: Hoàn lại tiền

source: Cash
ar: نقداً
ca: Efectiu
cs_cz: Hotovost
da_dk: Kontant
de_de: Bargeld
el: Μετρητά
es_cl: Dinero
hi_in: कैश
hr_hr: Gotovina
hu_hu: Készpénz
is_is: Seðlar
it_it: Contanti
nl_nl: Kontant
pl_pl: Gotówka
pt_br: Dinheiro
ru_ru: Наличные
sv_se: Kontanter
vi: Tiền mặt

source: Amount Tendered
ar: المبلغ المستلم
ca: Import rebut
cs_cz: Přijatá částka
da_dk: Beløb betalt
de_de: Bezahlter Betrag
el: Προσφερόμενο Ποσό
es_cl: Importe recibido
hi_in: राशि दी
hr_hr: Ponuđena Količina
hu_hu: Az ajánlat tárgyát képező
is_is: Greitt
it_it: Importo Ricevuto
nl_nl: Gegeven
pl_pl: Oferowana kwota
pt_br: Quantia recebida
ru_ru: ИТОГО:
sv_se: Summa betald
vi: Số tiền nhận được

source: Sorry, it seems your browser is not supported by WooCommerce POS.
ar: نأسف، يبدو أن متصفحك لا يدعم ووكومرس نقاط البيع
ca: Sembla que el seu navegador no és compatible amb Woocommerce Pos.
cs_cz: Váš prohlížeč WooCommerce POS nepodporuje.
da_dk: Beklager, men det ser ud til, at din browser ikke er understøttet af WooCommerce POS.
de_de: Es tut uns leid. Es scheint, als ob Ihr Browser vom WooCommerce-Kassensystem aktuell noch nicht unterstützt wird.
el: Δυστυχώς, φαίνεται ότι το πρόγραμμα περιήγησης (browser) σας δεν υποστηρίζεται από το WooCommerce POS.
es_cl: Lo sentimos, parece que su navegador no está soportado por WooCommerce POS.
hi_in: क्षमा करें, यह आपके ब्राउज़र WooCommerce पीओएस द्वारा समर्थित नहीं है लगता है।
hr_hr: Žao nam je, ali Vaš preglednik nije podržan od strane WooCommerce POS-a.
hu_hu: Sajnáljuk, úgy néz a böngésző nem támogatja WooCommerce POS.
is_is: Þvímiður virðist þinn vafri ekki styðja Woocommerce POS
it_it: Il tuo browser non é supportato per l'uso con WooCommerce POS.
nl_nl: Sorry, het ziet er naar uit dat KASSA je browser niet ondersteund.
pl_pl: Przepraszamy, ale wychodzi na to, że WooCommerce POS nie wspiera Twojej przeglądarki.
pt_br: Desculpe, parece que seu navegador não é suportado pelo WooCommerce POS.
ru_ru: Извините, но ваш браузер не поддерживает работу с WooCommerce-розница
sv_se: Tyvärr verkar det din webbläsare stöds inte av WooCommerce POS.
vi: Xin lỗi, có vẻ như trình duyệt của bạn không được hỗ trợ bởi WooCommerce POS.
