Repository: Sderev/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-pro-admin-*.po
Languages: ar, cs_cz, da_dk, de_de, el, es_es, fa_ir, fi, fr_fr, hr_hr, nl_nl, pt_br, tr_tr, vi

source: This is the sum of the 'Order Total' field within your orders.
ar: هذا مجموع حقل 'إجمالي الطلب' في طلباتك.
cs_cz: Toto je suma z pole "Celkové objednávky" ve vašich objednávkách.
da_dk: Dette er summen af ‘ordre total’ feltet fra dine ordrer.
de_de: Dies ist die Summe aus dem Feld 'bestellen Total' innerhalb Ihrer Aufträge.
el: Αυτό είναι το άθροισμα του πεδίου "Σύνολο Παραγγελίας", των παραγγελιών σας.
es_es: Esta es la suma de campo "Total del pedido" dentro de sus órdenes.
fa_ir: این مبلغ مجموعۀ سفارش کل در سفارشات شما است.
fr_fr: Ceci est la somme du champ «Total commande» au sein de vos commandes.
hr_hr: Ovo je suma 'Ukupnih Narudžbi' unutar vaših narudžbi.
nl_nl: Dit is de som van de 'Totaal bedrag' bedragen in je verkopen.
pt_br: Esta é a soma do campo 'Order Total' dentro de suas ordens.
tr_tr: Bu, siparişlerinizin 'Sipariş Tutarı' kısmının toplamıdır.
vi: Đây là tổng của ô 'Order Total' trong đơn đặt hàng của bạn.

source: Total Shipping
ar: مجموع الشحن
cs_cz: Doprava celkem
da_dk: Total forsendelse
de_de: Insgesamt Versand
el: Σύνολο Αποστολής
es_es: Envío Total
fa_ir: مجموع حمل و نقل
fi: Kuljetuskustannukset
fr_fr: Total expédition
hr_hr: Ukupno Dostava
nl_nl: Totaal verzending
pt_br: Total de Envio
tr_tr: Toplam Kargo Tutarı
vi: Tổng Vận Chuyển

source: This is the sum of the 'Shipping Total' field within your orders.
ar: هذا مجموع حقل 'إجمالي الشحن' في طلباتك.
cs_cz: Toto je suma z pole "Doprava celkem" ve vašich objednávkách.
da_dk: Dette er summen af ‘forsendelses total’ feltet fra dine ordrer.
de_de: Dies ist die Summe aus Feld "Versand Total 'innerhalb Ihrer Aufträge.
el: Αυτό είναι το άθροισμα του πεδίου "Σύνολο Αποστολής", των παραγγελιών σας.
es_es: Esta es la suma de campo 'de envío Total' dentro de sus órdenes.
fa_ir: این مبلغ مجموع حمل و نقل در سفارشات شما است.
fr_fr: Ceci est la somme du champ «Expédition Total» au sein de vos commandes.
hr_hr: Ovo je suma 'Ukupnih Troškova Dostave' unutar vaših narudžbi.
nl_nl: Dit is de som van de 'Verzend Totaal' bedragen in je verkopen.
pt_br: Esta é a soma do campo 'Expedição Total' dentro de suas ordens.
tr_tr: Bu, siparişlerinizin 'Toplam Kargo Tutarı' kısmının toplamıdır.
vi: Đây là tổng của các lĩnh vực 'Giao hàng Total' trong đơn đặt hàng của bạn.

source: Total Tax
ar: مجموع الضرائب
cs_cz: Daň celkem
da_dk: Total moms
el: Σύνολο Φόρου
es_es: Impuesto Total
fa_ir: مالیات کل
fi: Kokonaisverot
hr_hr: Ukupno porez
nl_nl: Totaal belasting
pt_br: Imposto total
tr_tr: Toplam Vergi
vi: Tổng số thuế

source: This is the total tax for the rate (shipping tax + product tax).
ar: هذا هو معدل الضريبة الإجمالي للـ (ضريبة شحن المنتج + الضريبة المنتج).
cs_cz: Toto je celková daň ze sazby (daňová sazba z dopravy + daňová sazba zboží).
da_dk: Dette er den totale moms (forsendelsesmoms + produktmoms)
de_de: Dies ist die Gesamtsteuer für die Rate (Versand Steuer + Produktsteuer).
el: Αυτό είναι το σύνολο του φόρου (φόρος αποστολής + φόρος προϊόντος).
es_es: Este es el total de impuestos para la tasa (impuesto sobre el envío + impuestos del producto).
fa_ir: ین مالیات کل برای نرخ (مالیات حمل و نقل + مالیات بر محصول) است.
fr_fr: Ceci est le total des impôts pour le taux (taxe d'expédition + taxe sur les produits).
hr_hr: Ovo je ukupan porez za iznos (porez na dostavu + porez na proizvod)
nl_nl: Dit is het totaal aan belasing voor het tarief (verzendbelasting + productbelasting).
pt_br: Este é o total do imposto para a taxa (imposto sobre o transporte + imposto sobre os produtos).
tr_tr: Bu, oranlara göre toplam vergi tutarıdır (nakliye vergisi + ürün vergisi)
vi: Đây là tổng số thuế cho tỷ lệ (thuế vận chuyển + thuế sản phẩm).

source: Net profit
ar: مجموع الأرباح
cs_cz: Čistý zisk
da_dk: Netto profit
de_de: Der Jahresüberschuss
el: Καθαρό κέρδος
es_es: Beneficio neto
fa_ir: سود خالص
fi: Nettotulo
fr_fr: Bénéfice net
hr_hr: Neto dobit
nl_nl: Netto winst
pt_br: Lucro líquido
tr_tr: Net kazanç
vi: Lợi nhuận ròng

source: Total sales minus shipping and tax.
ar: مجموع المبيعات ناقصاً تكاليف الشحن والضرائب.
cs_cz: Celkový prodej mínus náklady na dopravu a daně.
da_dk: Total salg minus forsendelse og moms.
de_de: Der Gesamtumsatz minus Versandkosten und Steuern.
el: Συνολικές πωλήσεις μείον έξοδα αποστολής και φόρος.
es_es: Menos el envío total de ventas y el impuesto.
fa_ir: کل فروش منهای حمل و نقل و مالیات.
fi: Konaismyynti miinus kuljetus ja vero
fr_fr: Total des frais de port moins de vente et de l'impôt.
hr_hr: Ukupna prodaja bez dostave i poreza.
nl_nl: Omzet minus verzending en belasting.
pt_br: Transporte vendas menos total e fiscal.
tr_tr: Toplam satışlar eksi nakliye giderleri ve vergi.
vi: Tổng doanh thu trừ vận chuyển và thuế.

source: Online
ar: اونلاين
el: Συνδεδεμένο
es_es: En linea
fa_ir: آنلاین
fi: Verkossa
fr_fr: En ligne
nl_nl: WEB
tr_tr: Çevrimiçi
vi: Trực tuyến

source: Total
ar: المجموع
cs_cz: Celkem
de_de: Gesamt
el: Σύνολο
fa_ir: جمع
fi: Kokonaisumma
hr_hr: Ukupno
nl_nl: Totaal
tr_tr: Toplam
vi: Tổng số

source: Pro License
ar: رخصة النسخة الاحترافية
cs_cz: Pro licence
da_dk: Pro licens
de_de: Pro Lizenz
el: Άδεια Pro
es_es: Licencia Pro
fa_ir: لایسنس حرفه ای
fi: Pro lisenssi
fr_fr: LIcence Pro
hr_hr: Pro Licenca
nl_nl: Pro licentie
pt_br: Licença Pro
tr_tr: Pro Lisans

source: Customer Options
ar: خيارات الزبون
cs_cz: Nastavení zákazníka
da_dk: Kunde indstillinger
de_de: Kundenoptionen
el: Επιλογές Πελατών
es_es: Opciones de cliente
fa_ir: گزینه های مشتری
fi: Asiakas asetukset
fr_fr: Options du client
hr_hr: Opcije Kupca
nl_nl: Klant Opties
pt_br: Opções de clientes
tr_tr: Müşteri Seçenekleri
vi: Tùy chọn của khách hàng

source: Barcode Field
ar: حقل الباركود
da_dk: Stregkode felt
de_de: Barcode Feld
el: Πεδίο Γραμμοκώδικα
es_es: Código de barras
fa_ir: زمینه بارکد
fi: Viivakoodi kenttä
fr_fr: Champ code-barres
hr_hr: Polje za Barcode
nl_nl: Barcode veld
pt_br: Barcode Campo
tr_tr: Barkod Kısmı

source: Select a meta field to use as the product barcode
ar: اختر حقل ميتا أو meta field لاستخدامه كباركود المنتج
da_dk: Vælg et metafelt som du kan bruge som produktets stregkode
de_de: Wählen Sie eine Meta-Feld zur Verwendung als Produkt-Barcode
el: Επιλέξτε ένα μετα πεδίο για να το χρησιμοποιήσετε ως το γραμμοκώδικα κάποιου προϊόντος
es_es: Seleccione un campo meta para usar como código de barras del producto
fa_ir: یک زمینه متا برای استفاده به عنوان بارکد محصول انتخاب کنید
fi: Valitse meta kenttä jota käytät tuotteen viivakoodissa
fr_fr: Sélectionner un champ meta pour l'utiliser en tant que code-barres du produit
hr_hr: Odaberite meta polje za korištenje kao barkod proizvoda
nl_nl: Selecteer een meta veld om als produkt barcode te gebruiken
pt_br: Selecione um campo meta para usar como o código de barras do produto

source: Pro License Activation
ar: تفعيل رخصة النسخة الاحترافية
cs_cz: Aktivace Pro licence
da_dk: Pro licens aktivering
de_de: Pro Lizenzaktivierung
el: Ενεργοποίηση Άδειας Pro
es_es: Activación de licencia Pro
fa_ir: فعالسازی لایسنس حرفه ای
fi: Po lisenssi aktivointi
fr_fr: Activation de la licence Pro
hr_hr: Aktivacija Pro Licence
nl_nl: Pro licentie activeren
pt_br: Ativação da licença Pro
tr_tr: Pro Lisansı Aktivasyonu
vi: Giấy phép Pro Activation

source: Thank you!
ar: شكراً لك!
cs_cz: Děkujeme!
da_dk: Tak!
de_de: Danke!
el: Σας Ευχαριστούμε!
es_es: ¡Gracias!
fa_ir: متشکرم!
fi: Kiitos paljon!
fr_fr: Merci!
hr_hr: Hvala Vam!
nl_nl: Bedankt!
pt_br: Obrigado!
tr_tr: Teşekkür ederim!
vi: Cam on!

source: Your license is active
ar: رخصتك فعالة
cs_cz: Vaše licence je aktivní
da_dk: Din licens er aktiv
de_de: Ihre Lizenz aktiv ist
el: Η Συνδρομή σας είναι ενεργή
es_es: Su licencia está activa
fa_ir: مجوز شما فعال است
fi: Lisenssisi on nyt aktiivinen
fr_fr: Votre licence est active
hr_hr: Vaša licenca je aktivna
nl_nl: Je licentie is actief
pt_br: Sua licença está ativo
tr_tr: Lisansınız aktif
vi: Giấy phép của bạn đang hoạt động

source: License Email
ar: البريد الإلكتروني الخاص بالرخصة
cs_cz: Odeslat licenci emailem
da_dk: Licens e-mail
de_de: Lizenz-E-Mail-Adresse
el: Αδειοδοτημένο Email
es_es: Email de licencia
fa_ir: ایمیل مجوز
fi: Lisenssi sähköposti
fr_fr: Email de la licence
hr_hr: Korisnički E-mail
nl_nl: Licentie emailadres
pt_br: Licença Email
tr_tr: Lisans Email'i
vi: Giấy phép Email

source: License Key
ar: رقم الرخصة
cs_cz: Licenční klíč
da_dk: Licensnøgle
de_de: Lizenzschlüssel
el: Κλειδί Άδειας Χρήσης
es_es: Clave de licencia
fa_ir: کلید مجوز
fi: Lisenssiavain
fr_fr: Clé de la licence
hr_hr: Korisnički Ključ
nl_nl: Licentie key
pt_br: Key License
tr_tr: Lisans Anahtarı
vi: Mã bản quyền

source: Opening Hours notes
ar: ملاحظة ساعات الدوا
cs_cz: Poznámka k otevírací době
da_dk: Åbningstid bemærkninger
de_de: Öffnungszeiten Notizen
el: Σημειώσεις Ωραρίου Λειτουργίας
es_es: Notas de horarios de apertura
fa_ir: ساعتهای باز کردن یادداشت ها
fi: Aukeamisajan merkinnät
fr_fr: Remarques sur les heures d'ouverture
hr_hr: Radno vrijeme bilješke
nl_nl: Speciale opningstijden
pt_br: Horário de abertura notas
tr_tr: Açılış Saatleri notları
vi: Giờ mở cửa ghi chú

source: eg: Closed public holidays
ar: مثلا: مغلق أيام العطل الرسمية
cs_cz: např. Zavřeno v období svátků
da_dk: fx.: Lukket ved fridage
de_de: z.B.: Geschlossen an Feiertagen
el: π.χ.: Κλειστά στις δημόσιες αργίες
es_es: Por ejemplo: Los días festivos cerrado
fa_ir: به عنوان مثال: تعطیلات عمومی بسته است
fi: Esimerkiksi: suljettu juhlapyhänä
fr_fr: par exemple: Fermé les jours fériés
hr_hr: primjer: Zatvoreno radi državnog praznika
nl_nl: Gesloten op feestdagen
pt_br: por exemplo: feriados Fechado
tr_tr: Örneğin: Resmî tatillerde kapalı
vi: ví dụ như: ngày lễ đóng

source: You can add opening hours to your website using a widget. <a href="%s">Read the docs</a> for more information.
ar: تستطيع إضافة ساعات العمل لموقعك باستخدام الودجت. <a href="%s">اقرأ التعليمات</a> للاطلاع على المزيد.
cs_cz: Můžete přidat otevírací hodiny na vašich webových stránkách pomocí widgetu. <a href="%s">Přečtěte si dokumentaci</a> pro více informací.
da_dk: Du kan tilføje åbningstider til dit site ved at bruge en widget. <a href="%s">Læs dokumentationen</a> for mere information.
de_de: Sie können per Widget Öffnungszeiten auf Ihrer Website hinzufügen. <a href="%s">Lesen Sie die Dokumentation</a> für mehr Informationen
el: Μπορείτε να προσθέσετε τις ώρες λειτουργίας στην ιστοσελίδα σας, χρησιμοποιώντας ένα γραφικό στοιχείο (widget). <a href="%s"> Διαβάσει το εγχειρίδιο </a> για περισσότερες πληροφορίες.
es_es: Puede agregar horario de apertura para su sitio web usando un widget. <a href="%s">Lea la documentación</a> para más información.
fa_ir: با استفاده از یک ویجت می توانید ساعتهای باز به وب سایت خود اضافه کنید. 1 اطلاعات docs1 را بخوانید.
fi: Voit lisätä aukioloajat nettisivuillesi käyttämällä widgettiä. <a href="%s">Lue dokumentaatiosta</a>lisätietoja
fr_fr: Vous pouvez ajouter des heures d'ouverture pour votre site Web en utilisant un widget. <a href="%s">Lisez la documentation</a> pour plus d'informations.
hr_hr: Možete dodati Radno vrijeme na stranicu koristeći widget. <a href="%s">Pročitaj dokumentaciju</a> za više informacija.
nl_nl: Je kan de openingstijden in een widget in je website plaatsen. <a href="%s">zie de docs</a> voor uitleg.
pt_br: Você pode adicionar o horário de funcionamento para o seu site usando um widget. <a href="%s">Leia a documentação</a> para obter mais informações.
vi: Bạn có thể thêm giờ mở cửa để trang web của bạn bằng cách sử dụng một widget. <a href="%s">Đọc các tài liệu</a> để biết thêm thông tin.

source: Complimentary Close
ar: تحياتنا
cs_cz: Bezplatné Close
da_dk: Gratis lukning
de_de: Grußformel
el: Δωρεάν Κλείσιμο
es_es: Cerrar gratuito
fa_ir: بستن مناسب
fr_fr: Gratuit Fermer
hr_hr: Poruka Zahvale
nl_nl: Afsluitingstekst
pt_br: Fechar cortesia
tr_tr: Tamamlayıcı Kapanış
vi: Đóng miễn phí

source: Personal notes or season greetings, e.g. Thank You for Your Order! or Merry Christmas!
ar: رسالتك أو تعقيبك، على سبيل المثال: شكراً لك على طلبك! وهكذا...
cs_cz: Osobní poznámky nebo sezónní pozdravy, např Děkujeme za Vaši objednávku! nebo Veselé Vánoce!
da_dk: Personlige beskeder eller sæsonbetingede hilsner fx. Tak for din ordre og god jul!
de_de: Persönliche Anmerkungen oder jahreszeitliche Grüße, z.B. "Danke für Ihre Bestellung!" oder "Frohe Weihnachten!"
el: Προσωπικές σημειώσεις ή ευχές εποχής, π.χ. Σας ευχαριστούμε για την παραγγελία σας! ή Καλά Χριστούγεννα!
es_es: Notas personales o saludos de la TPV, por ejemplo, gracias por su pedido! o ¡Feliz Navidad!
fa_ir: یادداشت های شخصی یا جلسات فصل، به عنوان مثال از سفارش شما متشکریم! یا کریسمس مبارک
fi: Henkilökohtaiset merkinnät tai sesonkitervehdykset. Esimerkiksi "Kiitos tilauksestasi!" tai "Hyvää joulua!"
fr_fr: Notes personnelles ou salutations de saison, par exemple, vous remercier pour votre commande! ou Joyeux Noël!
hr_hr: Osobne bilješke ili sezonski pozdrav, primjer: Hvala Van na narudžbi! ili Čestit Božić!
nl_nl: Persoolijke opmerking of kerstwens, b.v. Bedankt voor Uw aankoop! of Prettige Kerstdagen!
pt_br: Notas pessoais ou os cumprimentos da estação, por exemplo, Obrigado por seu Pedido! ou Feliz Natal!
tr_tr: Kişisel notlar veya dönemsel selamlamalar, örneğin Siparişiniz için teşekkürler! ya da Hayırlı Bayramlar!
vi: Ghi chú cá nhân hoặc lời chào mùa, ví dụ như cảm ơn cho đặt hàng của bạn! hoặc Merry Christmas!

source: Returns Policy
ar: سياسة الاسترجاع
cs_cz: Reklamační řád
da_dk: Returpolitik
de_de: Rückgaberecht
el: Πολιτική Επιστροφών
es_es: Política de devoluciones
fa_ir: سیاست را برمی گرداند
fi: Palautusehdot
fr_fr: Politique de retour
hr_hr: Povrat robe
nl_nl: Retouren
pt_br: Política do retorno
tr_tr: İade Politikası
vi: Trả về chính sách

source: Returns policy, terms and conditions
ar: سياسة الاسترجاع، الأحكام والشروط
cs_cz: Reklamační řád, podmínky a požadavky
da_dk: Returpolitik og handelsbetingelser
de_de: Rückgaberecht und AGB
el: Πολιτική Επιστροφών, όροι και τις προϋποθέσεις
es_es: Políticas de devoluciones, términos y condiciones
fa_ir: سیاست، شرایط و شرایط را باز می گرداند
fi: Palautusehdot ja käyttöehdot
fr_fr: Politique de retour, termes et conditions de ventes
hr_hr: Povrat robe, prava i obveze
nl_nl: Voorwaarden voor retournering
pt_br: Retorna políticas, termos e condições
tr_tr: İade Politikası, koşullar ve şartlar
vi: Trả về chính sách, điều khoản và điều kiện

source: Footer
ar: الفوتر
cs_cz: Zápatí
el: Υποσέλιδο
es_es: Pie de página
fa_ir: پاورقی
fi: Alatunniste
fr_fr: Bas de page
hr_hr: Podnožje
nl_nl: Voetnoot
pt_br: Rodapé
tr_tr: Altbilgi

source: Further footer information, e.g. copyright or branding
ar: الترويسة السفلية، الفوتر، مثلاً: الحقوق أو ماشابه ذلك
cs_cz: Další informace zápatí, např. copyright nebo branding
da_dk: Videre footer information fx. copyright eller branding
de_de: Weitere footer Informationen, zB Urheberrecht oder Marken
el: Επιπλέων πληροφορίες υποσέλιδου, π.χ. πνευματικής ιδιοκτησίας ή εμπορικού σήματος
es_es: Información pie de página, por ejemplo, los derechos de autor o de marca
fa_ir: اطلاعات بیشتر در پایین صفحه، به عنوان مثال کپی رایت یا نام تجاری
fi: Muita alatunnistetietoja, esim. Tekijänoikeus tai brändäys
fr_fr: Informations supplémentaires du pied de page, par ex. copyright ou image de marque
hr_hr: Dodatne obavijesti podnožja, primjer: autorska prava ili branding
nl_nl: b.v. copyright, merk of gewoon 'tot ziens!'
pt_br: Outras informações rodapé, por exemplo, direitos autorais ou marca
vi: Thông tin chân hơn nữa, ví dụ như bản quyền hay thương hiệu

source: Calculate Tax Based On
ar: حساب الضرائب مبني على
cs_cz: Výpočet daně založené na
da_dk: Udregn moms baseret på
de_de: Berechne Steuern auf Basis von
el: Υπολογισμός Φόρου βάση
es_es: Calcular impuesto basado en
fa_ir: محاسبه مالیات بر اساس
fi: Laske verotus perustuen
fr_fr: Calculer l'impôt en fonction
hr_hr: Izračunaj Porez Prema
nl_nl: Bereken belasting uitgaande van
pt_br: Calcule imposto com base no
tr_tr: Vergiyi şunu baz alarak hesaplayın:
vi: Tính thuế Based On

source: this store address
ar: عنوان المتجر هذا
cs_cz: adresa obchodu
da_dk: denne butiks adresse
de_de: dieser Ladenadresse
el: αυτή η διεύθυνση του καταστήματος
es_es: esta dirección de la tienda
fa_ir: آدرس این فروشگاه
fi: Tämän kaupan osoite
fr_fr: l'adresse de ce magasin
hr_hr: adresa ove prodavaonice
nl_nl: vestigingsplaats
pt_br: Este endereço de loja
tr_tr: Bu mağazanın adresi
vi: địa chỉ cửa hàng này

source: base location
ar: المكان الرئيسي
cs_cz: sídlo
da_dk: standard lokation
de_de: Huptgeschäftsort
el: τοποθεσία βάσης
es_es: ubicación base
fa_ir: محل پایه
fi: Peruspaikka
fr_fr: emplacement de base
hr_hr: lokacija sjedišta
nl_nl: locatie van de hoofdvestiging
pt_br: local de base
vi: vị trí cơ sở

source: No tax rates set
ar: لم يتم اعداد الضرائب
cs_cz: Žádné daňové sazby nejsou nastaveny
da_dk: Ingen momssats valgt
de_de: Keine Steuersätze festgelegt
el: Δεν έχει οριστεί φορολογικός συντελεστής
es_es: No hay tasas de impuestos establecidas
fa_ir: هیچ نرخ مالیاتی تعیین نشده است
fi: Ei veroastetta asetettu
fr_fr: Aucun taux d'imposition fixé
hr_hr: Porezne stope nisu postavljene
nl_nl: Er zijn geen belastingtarieven ingesteld
pt_br: Não há taxas de imposto definido
vi: Không có thuế suất thiết

source: The tax rates above will be used at the point of sale. You can <a href="%s">change the tax rate</a> in WooCommerce settings.
ar: قيمة الضريبة في الأعلى سيتم إستخدامها في نقطة المبيعات. تستطيع <a href="%s">تغيير نسبة الضريبة</a> من إعدادات ووكومرس.
cs_cz: Daňové sazby uvedené výše budou použity v POS. Můžete <a href="%s">změnit daňové sazby</a> v nastavení WooCommerce.
da_dk: Momssatsen ovenfor vil blive brugt i POS. Du kan <a href="%s">ændre momssatsen</a> i WooCommerce indstillinger.
de_de: Die oben angegebenen Steuersätze werden im POS benutzt. Sie können <a href="%s">die Steuersätze in Ihren WooCommerce-Einstellungen ändern</a>.
el: Οι φορολογικοί συντελεστές παραπάνω θα χρησιμοποιηθούν στο σημείο πώλησης. Μπορείτε να <a href="%s"> αλλάξετε τον φορολογικό συντελεστή </a> στις ρυθμίσεις του WooCommerce.
es_es: Las tasas de impuestos más arriba se utilizarán en el punto de venta. Usted puede <a href="%s">cambiar el tipo de gravamen</a> en los entornos WooCommerce.
fa_ir: نرخ مالیات بالا در نقطه فروش استفاده می شود. شما می توانید نرخ مالیات 1 را در تنظیمات WooCommerce تغییر دهید.
fi: Yläpuolella olevia veroasteita käytetään myyntipisteessä. Voit <a href="%s">vaihtaa veroasteita </a> WooCommercen asetuksista
fr_fr: Les taux d'imposition ci-dessus seront utilisés au point de vente. Vous pouvez <a href="%s">modifier le taux d'imposition</a> dans les milieux WooCommerce.
hr_hr: Gore navedene porezne stope biti će korištene prilikom prodaje. Možete <a href="%s">izmjeniti porezne stope</a> u WooCommerce postavkama.
nl_nl: De belastingtarieven hierboven worden voor winkel verkopen gebruikt. J kan de <a href="%s"> belastingtarieven</a> in de WooCommerce instellingen aanpassen.
pt_br: As alíquotas de cima será utilizada no ponto de venda. Você pode <a href="%s">mudar a taxa de imposto</a> em configurações WooCommerce.
tr_tr: Yukarıda belirtilen vergiler POS'ta kullanılacaktır. WooCommerce ayarlarından <a href="%s">vergi oranlarını</a> düzenleyebilirsiniz.
vi: Các mức thuế suất trên sẽ được sử dụng tại các điểm bán hàng. Bạn có thể <a href="%s">thay đổi các mức thuế suất</a> trong cài đặt WooCommerce.

source: <strong>WooCommerce POS Pro</strong> requires <a href="%s">WooCommerce POS</a>. Please <a href="%s">install and activate WooCommerce POS</a>
ar: <strong>WooCommerce POS Pro</strong> تتطلب <a href="%s">WooCommerce POS</a>. الرجاء <a href="%s">تنصيب وتفعيل ووكوكرس نقطة المبيعات</a>
cs_cz: <strong>WooCommerce POS Pro</strong> vyžaduje <a href="%s">WooCommerce POS</a> . Prosím, <a href="%s">nainstalujte a aktivujte WooCommerce POS</a>
da_dk: <strong>WooCommerce POS Pro</strong> kræver <a href="%s">WooCommerce POS</a>. <a href="%s">Installer og aktiver venligst WooCommerce POS</a>
de_de: <strong>WooCommerce POS Pro</strong> benötigt <a href="%s">WooCommerce POS</a>. Bitte <a href="%s">installieren und aktivieren Sie WooCommerce POS</a>
el: Το <strong>WooCommerce POS Pro</strong> απαιτεί το <a href="%s">WooCommerce POS</a>. Παρακαλούμε <a href="%s">εγκαταστήστε και ενεργοποιήστε το WooCommerce POS</a>
es_es: <strong>WooCommerce POS Pro</strong> requiere <a href="%s">WooCommerce POS</a> . Por favor, <a href="%s">instalar y activar WooCommerce POS</a>
fa_ir: WooCommerce POS Pro1 نیاز به 2WooCommerce POS2. لطفا WooCommerce POS3 را نصب و فعال کنید
fi: <strong>WooCommerce myyntipiste Pro</strong>vaatii <a href="%s">WooCommerce myyntipisteen</a>. Ole hyvä ja <a href="%s">asenna ja aktivoi WooCommerce myyntipiste</a>
fr_fr: <strong>WooCommerce POS Pro</strong> requiert <a href="%s">WooCommerce POS</a>. Veuillez svp <a href="%s">installer et configurer WooCommerce POS</a>
hr_hr: <strong>WooCommerce POS Pro</strong> zahtjeva <a href="%s">WooCommerce POS</a>. Molimo <a href="%s">instalirajte i aktivirajte WooCommerce POS</a>
nl_nl: <strong>WooCommerce KASSA(POS) Pro</strong> vereist <a href="%s">WooCommerce KASSA(POS)</a>. <a href="%s">installeer en activeer WooCommerce KASSA(POS)</a>
pt_br: <strong>WooCommerce POS Pro</strong> requer <a href="%s">WooCommerce POS.</a> Por favor, <a href="%s">instalar e ativar WooCommerce POS</a>
tr_tr: <strong>WooCommerce POS Pro</strong>, <a href="%s">WooCommerce POS</a> eklentisini gerektirmektedir. Lütfen <a href="%s">WooCommerce POS'u yükleyin ve aktifleştirin</a>
vi: <strong>WooCommerce POS Pro</strong> đòi hỏi <a href="%s">WooCommerce POS.</a> Hãy <a href="%s">cài đặt và kích hoạt WooCommerce POS</a>
