Repository: Sderev/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-pro-admin-*.po
Languages: ar, cs_cz, da_dk, de_de, el, es_es, fa_ir, fi, fr_fr, hr_hr, nl_nl, pt_br, tr_tr, vi

source: The %s License Key has not been activated, so the plugin is inactive!
ar: رقم الرخصة %s لم يفعل حتى الآن، لذلك هذه الإضافة غير فعالة.
cs_cz: %s licenční klíč nebyl aktivován, proto je plugin neaktivní!
da_dk: %s licensnøglen er ikke blevet aktiveret, derfor er pluginet inaktivt!
de_de: Der %s Lizenzschlüssel wurde noch nicht aktiviert - das Plugin ist deshalb nicht aktiv!
el: Το Κλειδί Άδειας Χρήσης δεν έχει ενεργοποιηθεί, οπότε το πρόσθετο είναι ανενεργό!
es_es: La clave de licencia Pro WooCommerce POS no se ha activado, por lo que el plugin está inactivo!
fa_ir: کلید مجوز٪ s فعال نشده است، بنابراین پلاگین غیرفعال است!
fi: %s lisenssiavainta ei ole aktivoitu, joten lisäosa ei ole toiminnassa!
fr_fr: La clé de licence %s n'a pas été activée, l'extension est inactive!
hr_hr: %s Korisnički Ključ nije aktiviran zato plugin nije aktivan!
nl_nl: De licentie key is niet geactiveerd waardoor de plugin niet actief is!
pt_br: O %s chave de licença não tenha sido ativada, então o plugin está inativo!
tr_tr: %s Lisans Anahtarı etkinleştirilmedi, bu nedenle eklenti etkisizleştirildi.
vi: %s License Key đã không được kích hoạt, vì vậy các plugin không hoạt động!

source: <a href="%s">Click here</a> to activate the license key and the plugin.
ar: <a href="%s">أضغط هنا</a> لتفعيل رقم الرخصة والإضافة.
cs_cz: <a href="%s">Klikněte sem</a> k aktivaci licenčního klíče a pluginu.
da_dk: <a href="%s">Tryk her</a> for at aktivere licensnøglen og pluginet.
de_de: <a href="%s">Klicken Sie hier</a> um den Lizenzschlüssel und das Plugin zu aktivieren.
el: <a href="%s">Κάντε κλικ εδώ</a> για να ενεργοποιήσετε το κλειδί της άδειας και το πρόσθετο.
es_es: <a href="%s">Click aquí</a> para activar la clave de licencia y el plugin.
fa_ir: برای فعال کردن کلید مجوز و افزونه اینجا را کلیک کنید
fi: <a href="%s">Klikkaa tästä</a>aktivoidaksesi lisenssiavaimen ja lisäosan
fr_fr: <a href="%s">Cliquez ici</a> pour activer la clé de licence et l'extension.
hr_hr: <a href="%s">Klikni ovdje</a> za aktivaciju korisničkog ključa i plugin-a.
nl_nl: <a href="%s">Klik hier</a> om de licentie key en dus de plugin te activeren.
pt_br: <a href="%s">Clique aqui</a> para ativar a chave de licença e do plugin.
tr_tr: Lisans anahtarını ve eklentiyi aktifleştirmek için <a href="%s">tıklayın</a>
vi: <a href="%s">Nhấn vào đây</a> để kích hoạt các phím giấy phép và các plugin.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
ar: <b>تحذير</b> أنت تغلق اتصال خارجي مما يعني أنك لن تكون قادراً على الحصول على تحديثات %s. الرجاء إضافة %s إلى %s.
cs_cz: <b>Varování!</b> Blokujete externí požadavky, což znamená, že nebudete moci získat %s aktualizace. Prosím, přidejte %s do %s.
da_dk: <b>Advarsel!</b> Du blokerer for eksterne anmodninger, hvilket betyder at du ikke vil få %s opdateringer. Tilføj venligst %s til %s.
de_de: <b>Achtung!</b> Sie blockieren externe Anfragen. Das bedeutet, dass Sie %s Updates nicht erhalten können. Bitte %s bis %s hinzufügen.
el: <b>Προσοχή!</b> Μπλοκάρετε εξωτερικές αιτήσεις που σημαίνει ότι δεν θα είστε σε θέση να λαμβάνετε %s ενημερώσεις. Παρακαλώ προσθέστε %s στο %s.
es_es: <b>¡Advertencia!</b> Esta bloqueando las peticiones externas, lo cual significa que no será capaz de obtener actualizaciones de %s. Por favor, añada %s en %s.
fa_ir: هشدار! 1 مسدود کردن درخواست های خارجی است که بدین معنی است که شما قادر به دریافت٪ s به روز رسانی نیستید. لطفا٪ s را به٪ s اضافه کنید
fi: <b>Varoitus!</b> Olet estämässä ulkopuolisia kutsuja joka tarkoittaa ettet voi saada enää%s päivityksiä. Ole hyvä ja lisää %s %s:een
fr_fr: <b>Attention!</b> Vous bloquez les requêtes externes, cela veut dire que vous n'allez par recevoir les mises à jour pour %s. Veuillez svp ajouter %s à %s.
hr_hr: <b>Upozorenje!</b> Blokirate vanjske zahtjeve "external requests" tako da nećete moći zaprimati %s nadogradnje. Molimo dodajte %s na %s.
nl_nl: <b>Waarschuwing!</b> Je blokkeert uitgaande verbindingen waardoor je geen %s updates krijgt. Voeg %s aan %s toe.
pt_br: <b>Aviso!</b> Você está bloqueando as solicitações externas que significa que você não será capaz de obter atualizações% s. Por favor, adicione %s para %s.
tr_tr: <b>Dikkat!</b> Dışarıdan gelen istekleri engelliyorsunuz, bu %s güncellemelerini alamayacağınız anlamına geliyor. Lütfen %s 'i %s 'e ekleyin.
vi: <b>Cảnh báo!</b> Bạn đang chặn yêu cầu bên ngoài có nghĩa là bạn sẽ không thể để có được %s cập nhật. Vui lòng thêm %s đến %s.

source: Unable to connect to the activation server
ar: لا يمكن الاتصال بالخادم للتفعيل
cs_cz: Nelze se připojit k aktivačnímu serveru
da_dk: Kan ikke forbinde til aktiveringsserveren
de_de: Keine Verbindung zum Aktivierungsserver
el: Δεν είναι δυνατή η σύνδεση με το διακομιστή ενεργοποίησης
es_es: No se puede conectar al servidor de activación
fa_ir: قادر به اتصال به سرور فعال نیست
fi: Ei voitu yhdistää aktivointipalvelimelle
fr_fr: Impossible de se connecter au serveur d'activation
hr_hr: Nemogućnost spajanja na aktivaciski server
nl_nl: Kan geen verbinding maken met de licentie server
pt_br: Não foi possível conectar ao servidor de ativação
tr_tr: Aktivasyon sunucusuna bağlanılamadı.
vi: Không thể kết nối đến máy chủ để kích hoạt

source: Unable to parse the server response
ar: غير قادر على تحليل استجابة الخادم
cs_cz: Nelze analyzovat odpověď serveru
da_dk: Kan ikke parse serversvaret
de_de: Nicht in der Lage die Server-Antwort zu analysieren
el: Δεν είναι δυνατή η ανάλυση της απάντησης του διακομιστή
es_es: No se puede analizar la respuesta del servidor
fa_ir: قادر به تجزیه پاسخ سرور نیست
fi: Ei voitu jäsentää serverin vastausta
fr_fr: Impossible d’analyser la réponse du serveur.
hr_hr: Nije moguće raščlaniti odgovor servera
nl_nl: Antwoord van de server niet bruikbaar
pt_br: Não é possível analisar a resposta do servidor
tr_tr: Sunucudan gelen yanıt çözümlenemedi.
vi: Không nhận được sự phản hồi của máy chủ

source: Invalid Request
ar: طلب غير صحيح
cs_cz: Neplatný požadavek
da_dk: Ugyldig anmodning
de_de: Ungültige Anfrage
el: Μη έγκυρο αίτημα
es_es: Respuesta no válida
fa_ir: درخواست نامعتبر
fi: Virheellinen kutsu
fr_fr: Requête invalide
hr_hr: Neispravan zahtjev
nl_nl: ongeldig verzoek
pt_br: pedido inválido
tr_tr: Geçersiz Talep
vi: yêu cầu không hợp lệ

source: Invalid License Key
ar: رقم رخصة غير صحيح
cs_cz: Neplatný licenční klíč
da_dk: Ugyldig licensnøgle
de_de: Ungültiger Lizenzschlüssel
el: Μη έγκυρο Κλειδί Άδειας Χρήσης
es_es: Clave de licencia no válida
fa_ir: کلید مجوز نامعتبر
fi: Mitätön Liseksiavain
fr_fr: Clé de licence invalide
hr_hr: Neispravan Korisnički Ključ
nl_nl: Ongeldige licentie key
pt_br: Chave de licença inválida
tr_tr: Geçersiz Lisans Anahtarı
vi: Key bản quyền không hợp lệ

source: Activation error
ar: خطأ بالتفعيل
cs_cz: Chyba aktivace
da_dk: Aktiveringsfejl
de_de: Aktivierungsfehler
el: Σφάλμα ενεργοποίησης
es_es: Error de activación
fa_ir: خطای فعالسازی
fi: Aktivointivirhe
fr_fr: Erreur d'activation
hr_hr: Aktivacijska pogreška
nl_nl: Fout bij het activeren
pt_br: Erro de ativação
tr_tr: Etkinleştirme Hatası
vi: Lỗi kích hoạt

source: Exceeded maximum number of activations
ar: تجاوز العدد المسموح به للتفعيل
cs_cz: Byl překročen maximální počet aktivací
da_dk: Overstiger maksimum antal af aktiveringer
de_de: Überschritten maximale Anzahl der Aktivierungen
el: Υπέρβαση μέγιστου αριθμού των ενεργοποιήσεων
es_es: Superado el número máximo de activaciones
fa_ir: بیش از حداکثر تعداد فعال سازی
fi: Maksimimäärä aktivointeja ylitetty
fr_fr: Dépassement du nombre maximum d'activations
hr_hr: Prekoračen maksimalan broj aktivacija
nl_nl: Maximaal aantal activeringen bereikt
pt_br: Número máximo excedido de ativações
tr_tr: Maksimum aktivasyon sayısını aştınız.
vi: Vượt quá số lượng tối đa kích hoạt

source: Invalid Instance ID
ar: رقم معرف غير صالح
cs_cz: Neplatné ID případu
da_dk: Ugyldigt instans ID
de_de: Ungültige Instanz ID
el: Μη έγκυρο αναγνωριστικό εμφάνισης
es_es: ID de instancia inválida
fa_ir: شناسه نمونه نامعتبر
fi: Virheellinen istuntotunnus
fr_fr: Identifiant de l'instance invalide
hr_hr: Neispravan ID
nl_nl: Ongeldige instance ID
pt_br: Inválido Instância ID
tr_tr: Geçersiz Instance ID
vi: ID Instance không hợp lệ

source: Subscription is not active
ar: اشتراك غير فعّال
cs_cz: Předplatné není aktivní
da_dk: Abonnement er ikke aktivt
de_de: Abonnement ist nicht mehr aktuell
el: Συνδρομή δεν είναι ενεργή
es_es: Suscripción no está activa
fa_ir: اشتراک فعال نیست
fi: Tilaus ei ole aktiivinen
fr_fr: L'abonnement n'est pas actif
hr_hr: Pretplata nije aktivna
nl_nl: Abonnement is niet actief
pt_br: Subscrição não está ativo
tr_tr: Abonelik aktif değil.
vi: Thuê bao không hoạt động

source: Invalid Response
ar: استجابة غير صحيحة
cs_cz: Neplatná odezva
da_dk: Ugyldigt svar
de_de: Ungültige Antwort
el: Μη έγκυρη απάντηση
es_es: Respuesta no válida
fa_ir: پاسخ نادرست
fi: Virheellinen vastaus
fr_fr: Réponse invalide
hr_hr: Neispravan Odgovor
nl_nl: Onjuist antwoord
pt_br: Inválido Response
tr_tr: Geçersiz Yanıt
vi: Đáp ứng không hợp lệ

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
ar: كود التفعيل إلى %s لم يتم إيجاده. يمكن أنك نسيت إدخال كود التفعيل عند إعداد %s، أو الكود تم إلغاءه لحسابك. تستطيع إعادة التفعيل أو شراء كود تفعيل/رخصة لحسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>.
cs_cz: Licenční klíč pro %s nebyl nalezen. Možná, že jste zapomněli zadat licenční klíč při nastavování %s, nebo byl klíč deaktivován na vašem účtu. Licenční klíč můžete aktivovat, nebo si ho zakoupit na Vašem <a href="%s" target="_blank">účtě</a> .
da_dk: En licensnøgle til %s kunne ikke blive fundet. Måske har du glemt at indtaste licensnøglen, da du satte %s op, eller nøglen var deaktiveret på din konto. Du kan reaktivere eller købe en licensnøgle fra din konto <a href="%s" target="_blank">side</a>.
de_de: Der Lizenzschlüssel für %s konnte nicht gefunden werden. Vielleicht haben Sie vergessen den Lizenzschlüssel während der Einrichtung von %s einzugeben oder der Schlüssel wurde in Ihrem Konto deaktiviert. Sie können ihn reaktivieren oder einen neuen Lizenzschlüssel über ihr Konto-<a href="%s" target="_blank">Dashboard</a> kaufen.
el: Το κλειδί αδείας χρίσης για %s δεν βρέθηκε. Ίσως έχετε ξεχάσει να εισαγάγετε το κλειδί όταν εγκαθιστούσατε το %s, ή το κλειδί απενεργοποιήθηκε στο λογαριασμό σας. Μπορείτε να ενεργοποιήσετε ξανά ή να αγοράσετε ένα κλειδί από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: No se pudo encontrar una clave de licencia para %s . Quizás olvidó introducir una clave de licencia al instalar %s, o la clave fue desactivado en su cuenta. Puede reactivar o comprar una clave de licencia desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: کلید مجوز برای٪ s یافت نشد شاید در هنگام تنظیم٪ s فراموش کرده اید کلید مجوز را وارد کنید یا کلید در حساب کاربری شما غیرفعال شده است. شما می توانید یک مجوز را از حساب 1dashboard1 خود مجددا فعال کنید یا آن را خریداری کنید.
fr_fr: Une clé de licence pour %s n'a pas pu être trouvée. Vous avez probablement oublié d'ajouter une clé de licence à la configuration de %s, ou la clé à été désactivée dans votre compte. Vous pouvez la réactiver ou acheter une clé de licence depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Korisnički Ključ za %s nije pronađen. Možda niste unjeli Korisnički Ključ kod postavljanja %s, ili je deaktiviran za Vaš račun. Možete ga reaktivirati ili zakupiti novi sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: Er kon geen licentie key voor %s gevonden worden. Heb je vergeten een license key aan te maken tijdens de installatie van %s, of is de key soms gedeactiveerd in je account. Je kan een licentie key kopen of opnieuw activeren in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: Uma chave de licença para %s não pôde ser encontrado. Talvez tenha esquecido de introduzir uma chave de licença ao configurar% s, ou a chave foi desativada em sua conta. Você pode reativar ou comprar uma chave de licença de sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Một key bản quyền cho %s không thể được tìm thấy. Có lẽ bạn quên nhập key bản quyền khi thiết lập %s, hoặc Key đã được deactivated trong tài khoản của bạn. Bạn có thể kích hoạt lại hoặc mua key bản quyền từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
ar: كود التفعيل إلى %s منتهي. تستطيع إعادة التفعيل أو شراء رخصة جديدة لحسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>
cs_cz: Platnost licenčního klíče pro %s vypršela. Můžete ho obnovit nebo zakoupit na svém <a href="%s" target="_blank">účtě</a> .
da_dk: Licensnøglen til %s er udløbet. Du kan reaktivere eller købe en licensnøgle fra din konto <a href="%s" target="_blank">side</a>.
de_de: Der Lizenzschlüssel für %s ist abgelaufen. Sie können ihn wieder aktivieren oder einen Lizenzschlüssel über Ihr Konto-<a href="%s" target="_blank">Dashboard</a> erwerben.
el: Το κλειδί άδειας χρήσης για το %s έχει λήξει. Μπορείτε να ξαναενεργοποιήσετε ή να αγοράσετε ένα κλειδί άδειας από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: La clave de licencia para %s ha expirado. Puede reactivar o comprar una clave de licencia desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: کلید مجوز٪ s منقضی شده است. شما می توانید یک مجوز را از حساب 1dashboard1 خود مجددا فعال کنید یا آن را خریداری کنید.
fr_fr: La clé de licence pour %s a expiré. Vous pouvez la réactiver ou acheter une clé de licence depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Korisnički Ključ za %s je istekao. YMožete ga reaktivirati ili zakupiti novi sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: De licentie key voor %s is verlopen. Je kan een licentie key kopen of opnieuw activeren in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: A chave de licença para %s expirou. Você pode reativar ou comprar uma chave de licença de sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Các key bản quyền cho %s đã hết hạn. Bạn có thể kích hoạt lại hoặc mua key bản quyền từ tài khoản của bạn <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
ar: الاشتراك إلى %s معلق. تستطيع إعادة تفعيل الاشتراك لحسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>
cs_cz: Předplatné pro %s je pozastaveno. Můžete ho aktivovat na Vašem <a href="%s" target="_blank">účtě</a> .
da_dk: Abonnementet til %s er på hold. Du kan reaktivere eller købe en licensnøgle fra din konto <a href="%s" target="_blank">side</a>.
de_de: Das Abonnement von %s ist ausgesetzt. Sie können es wieder über Ihr Konto-<a href="%s" target="_blank">Dashboard</a> reaktivieren.
el: Η συνδρομή για το %s είναι σε αναμονή. Μπορείτε να ενεργοποιήσετε ξανά τη συνδρομή από το λογαριασμό σας <a href="%s" target="_blank">ταμπλό</a>.
es_es: La suscripción para %s está en espera. Puede volver a activar la suscripción desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: اشتراک برای٪ s در حالت تعلیق است شما می توانید اشتراک را از حساب 1dashboard1 خود فعال کنید.
fr_fr: L'abonnement pour %s est en attente. Vous pouvez réactiver l'abonnement depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Pretplata za %s je na čekanju. Možete reaktivirati pretplatu sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: Je abonnement op %s staat on hold. Je kan je abonnement weer activeren in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: A inscrição para %s está em espera. Você pode reativar a subscrição da sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Các thuê bao cho %s là on-hold. Bạn có thể tái kích hoạt lại các thuê bao từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
ar: الاشتراك إلى %s ملغي. تستطيع تجديد الاشتراك لحسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>. كود تفعيل جديد سيصلك عبر البريد الإلكتروني بعد إتمام طلبك.
cs_cz: Předplatné pro %s bylo zrušeno. Můžete ho obnovit na Vašem účtě <a href="%s" target="_blank">zde</a> . Nový licenční klíč Vám bude zaslán emailem poté, co bude vaše objednávka dokončena.
da_dk: Abonnementet til %s er blevet annulleret. Du kan forny abonnementet fra din konto <a href="%s" target="_blank">side</a>. En ny licensnøgle vil blive sendt til dig efter din ordre er blevet gennemført.
de_de: Das Abonnement von %s wurde aufgehoben. Sie können es über Ihr Konto-<a href="%s" target="_blank">Dashboard</a> erneuern. Einen Lizenzschlüssel werden Sie per Email bekommen, sobald die Bestellung abgeschlossen ist.
el: Η συνδρομή για το %s έχει ακυρωθεί. Μπορείτε να ανανεώσετε τη συνδρομή από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας. Ένα νέο κλειδί θα σας σταλεί μετά την ολοκλήρωση της παραγγελία σας.
es_es: La suscripción para %s ha sido cancelada. Usted puede renovar la suscripción desde su cuenta <a href="%s" target="_blank">dashboard</a>. Una nueva clave de licencia será enviada por correo electrónico después de que su pedido sea completado.
fa_ir: اشتراک برای٪ s لغو شده است. شما می توانید اشتراک را از حساب 1dashboard1 خود تجدید نظر کنید. پس از اتمام سفارش، یک کلید مجوز جدید به شما ایمیل خواهد شد.
fr_fr: L'abonnement pour %s a été annulé. Vous pouvez renouveler l'abonnement depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>. Une nouvelle clé de licence vous sera transmise par email lorsque la commande sera terminée.
hr_hr: Pretplata za %s je otkazana. Možete ju obnoviti sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>. Novi Korisnički Ključ će vam biti poslan mailom nakon što vaša narudžba bude završena.
nl_nl: Je abonnement op %s is gestopt. Je kan je abonnment weer activeren in je account <a href="%s" target="_blank">dashboard</a>. De nieuwe licentie key wordt je per email toegestuurd zodra de bestelling is afgehandeld.
pt_br: A inscrição para %s foi cancelada. Você pode renovar a assinatura de sua conta <a href="%s" target="_blank">dashboard.</a> Uma nova chave de licença será enviado a você após seu pedido ter sido concluída.
vi: Các thuê bao cho %s đã được hủy bỏ. Bạn có thể gia hạn thuê bao từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a> Một key bản quyền mới sẽ được gửi đến bạn sau khi bạn đã hoàn thành.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
ar: الاشتراك إلى %s منتهي. تستطيع إعادة تفعيل الاشتراك لحسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>
cs_cz: Předplatné pro %s vypršelo. Můžete ho aktivovat na vašem účtě <a href="%s" target="_blank">zde</a> .
da_dk: Abonnementet på %s er udløbet. Du kan reaktivere abonnementet fra din konto <a href="%s" target="_blank">side</a>.
de_de: Das Abonnement für %s ist abgelaufen. Sie können es wieder über Ihr Konto-<a href="%s" target="_blank">Dashboard</a> reaktivieren.
el: Η συνδρομή για το %s είναι έχει λήξει. Μπορείτε να ενεργοποιήσετε ξανά τη συνδρομή από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: La suscripción para %s ha expirado. Puede volver a activar la suscripción desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: عضویت برای٪ s منقضی شده است. شما می توانید اشتراک را از حساب 1dashboard1 خود فعال کنید.
fr_fr: L'abonnement pour %s a expiré. Vous pouvez réactiver l'abonnement depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Pretplata za %s je istekla. Možete ju obnoviti sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: Je abonnement op %s is verlopen. Je kan je abonnement weer activeren in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: A inscrição para %s expirou. Você pode reativar a subscrição da sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Các thuê bao cho %s đã hết hạn. Bạn có thể kích hoạt lại các thuê bao từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
ar: الاشتراك إلى %s تم إيقافه. تستطيع إعادة تفعيل الاشتراك لحسابك عن طريق <a href="%s" target="_blank">لوحة التحكم</a>
cs_cz: Předplatné pro %s bylo pozastaveno. Můžete jej obnovit z vašeho účtu <a href="%s" target="_blank">zde</a> .
da_dk: Abonnementet på %s er suspenderet. Du kan reaktivere dit abonnement fra din konto <a href="%s" target="_blank">side</a>.
de_de: Das Abonnement für %s wurde ausgesetzt. Sie können es wieder über Ihr Konto-<a href="%s" target="_blank">Dashboard</a> reaktivieren.
el: Η συνδρομή για το %s είναι έχει ανασταλεί. Μπορείτε να ενεργοποιήσετε ξανά τη συνδρομή από το <a href="%s" target="_blank">ταμπλό</a> του λογαριασμού σας.
es_es: La suscripción para %s se ha suspendido. Puede volver a activar la suscripción desde su cuenta <a href="%s" target="_blank">dashboard</a>.
fa_ir: شتراک٪ s به حالت تعلیق درآمده است. شما می توانید اشتراک را از حساب 1dashboard1 خود فعال کنید
fr_fr: L'abonnement pour %s a été supendu. Vous pouvez réactiver l'abonnement depuis votre compte <a href="%s" target="_blank">Tableau de bord</a>.
hr_hr: Pretplata za %s je obustavljena. Možete ju obnoviti sa vašeg računa na <a href="%s" target="_blank">kontrolnoj ploči</a>.
nl_nl: Je abonnment op %s is tijdelijk gestopt. Je kan le abonnement weer activeren in je account <a href="%s" target="_blank">dashboard</a>.
pt_br: A inscrição para %s foi suspensa. Você pode reativar a subscrição da sua conta <a href="%s" target="_blank">dashboard.</a>
vi: Các thuê bao cho %s đã bị treo. Bạn có thể kích hoạt lại các thuê bao từ tài khoản của bạn <a href="%s" target="_blank">bảng điều khiển.</a>
